Repository: bcc-code/bcc-media-app
Catalog: lib/l10n/bccm_*.arb
Languages: da, fi, hu, nl, ro, sl, ta

# noTransmissionToday
source: No scheduled transmission for today
da: Ingen planlagt sending i dag
fi: Tänään ei ole lähetystä
hu: Mai napra nincs tervezett adás
nl: Geen geplande uitzending voor vandaag
ro: Nicio transmisie programată pentru astăzi
sl: Danes ni načrtovanih prenosov
ta: இன்று திட்டமிடப்பட்ட ஒளிபரப்பு இல்லை

source: Now
da: Nu
fi: Nyt
hu: Most
nl: Nu
ro: Acum
sl: Zdaj
ta: இப்போது

source: Oops!
da: Ups!
fi: Hupsista!
hu: Uups!
nl: Oeps!
ta: அச்சச்சோ!

source: Open
da: Åben
fi: Avaa
hu: Megnyitás
ro: Deschide
sl: Odpri
ta: திற

source: Open email app
da: Åbn e-mail-appen
fi: Avaa sähköpostisovellus
hu: E-mail alkalmazás megnyitása
ro: Deschide aplicația de e-mail
sl: Odpri pošto
ta: மின்னஞ்சல் செயலியை திறக்கவும்

# openSettingsToChangeVideoLang
source: Open settings to change the video text language
da: Åbn indstillinger for at ændre sprog på underteksterne
fi: Asetuksista voi vaihtaa videon tekstityskielen
hu: Nyisd meg a beállításokat a videó szöveg nyelvének megváltoztatásához
nl: Open instellingen om de taal van de videocontent te wijzigen
ro: Deschide setările pentru a schimba limba textului din video
sl: Odpri nastavitve in spremeni jezik besedila videoposnetka
ta: வீடியோ உரை மொழியை மாற்ற அமைப்புகளைத் திறக்கவும்

source: Open store
da: Åbn
fi: Avaa kauppa
hu: App Store/Play Áruház megnyitása
ro: Magazin deschis
sl: Odpri trgovino
ta: Store - ஐ திறக்கவும்

source: Options
da: Valgmuligheder
fi: Asetukset
hu: Opciók
nl: Opties
ro: Opțiuni
sl: Možnosti
ta: விருப்பங்கள்

source: Original
fi: Alkuperäinen
hu: Eredeti
nl: Origineel
sl: Izvirnik
ta: அசல்

source: Other languages
da: Andre sprog
fi: Muut kielet
hu: Más nyelvek
nl: Andere talen
ro: Alte limbi
sl: Drugi jeziki
ta: பிற மொழிகள்

# passwordConditionComplexity
source: Must contain lower case, uppercase and numbers.
da: Skal indeholde små bogstaver, store bogstaver og tal.
fi: Täytyy sisältää isoja ja pieniä kirjaimia sekä numeroita.
hu: Kisbetűket, nagybetűket és számokat kell tartalmaznia.
nl: Moet kleine letters, hoofdletters en cijfers bevatten.
ro: Trebuie să conțină litere mici, majuscule și numere.
sl: Vsebovati mora male in velike črke ter številke.
ta: சிறிய எழுத்து, பெரிய எழுத்து மற்றும் எண்களைக் கொண்டிருக்க வேண்டும்.

# passwordConditionLength
source: Minimum {n} characters
da: Mindst {n} tegn
fi: Vähintään {n} merkkiä
hu: Legalább {n} karakter
nl: Minimaal {n} tekens
ro: Minimum {n} caractere
sl: Najmanj {n} znakov
ta: குறைந்தபட்சம் {n} எழுத்துகள்

source: Pause
fi: Tauko
hu: Szünet
nl: Pauzeer
ro: Pauză
sl: Premor
ta: இடைநிறுத்தம்

source: Paused
da: Sat på pause
fi: Tauko
hu: Szünet
nl: Gepauzeerd
ro: Pus pe pauză
sl: Ustavljeno
ta: இடைநிறுத்தப்பட்டது

# pickPhoto
source: Pick from gallery
da: Vælg fra galleri
fi: Valitse kuvakansiosta
hu: Kiválasztás a képtárból
nl: Kies uit album
ro: Alege din galerie
sl: Izberi iz galerije
ta: கேலரியில் இருந்து தேர்ந்தெடுக்கவும்

source: Play
da: Afspil
fi: Toista
hu: Lejátszás
nl: Afspelen
ro: Redare
sl: Predvajaj
ta: பிளே

source: Player settings
da: Afspillerindstillinger
fi: Soittimen asetukset
hu: Lejátszási beállítások
nl: Instellingen player
ro: Setări player/redare
sl: Nastavitve predvajalnika
ta: பிளேயர் அமைப்புகள்

source: Play Game
da: Start spil
fi: Pelaa
hu: A játék lejátszása
nl: Speel game
ro: Joacă jocul
sl: Igraj igre
ta: விளையாட்டு விளையாடு

source: Play random
da: Afspil tilfældig
fi: Satunnaistoisto
hu: Véletlenszerű lejátszás
nl: Willekeurig afspelen
ro: Redare aleatorie
sl: Naključno predvajanje
ta: தொடர்பின்றி பிளே செய்

# plentyOfOtherContent
source: Don't worry, there's still plenty of content to enjoy!
da: Bare rolig, der er stadig masser af andet indhold at se!
fi: Mutta ei syytä huoleen. On edelleen paljon katsottavaa!
hu: Ne aggódj, még rengeteg más tartalmat is élvezhetsz!
nl: Geen zorgen, er is nog steeds veel content om van te genieten!
ro: Stai liniștit, este foarte mult conținut de care te poți bucura!
sl: Brez skrbi, na voljo je dovolj druge vsebine!
ta: கவலைப்பட வேண்டாம், ரசிக்க இன்னும் நிறைய உள்ளடக்கம் உள்ளது!

# posterCount
source: {count} posters
da: {count} plakater
fi: {count} julistetta
hu: {count} poszterek
ro: {count} postere
sl: {count} posterji
ta: {count} சுவரொட்டிகள்

source: Preferred languages
da: Foretrukne sprog
fi: Enisijaiset kielet
hu: Elsőleges nyelvek
nl: Voorkeurstalen
ro: Limbi preferate
sl: Izbran jezik
ta: விருப்பமான மொழிகள்

source: Privacy Policy
da: Fortrolighedspolitik
fi: Tietosuojakäytäntö
hu: Adatvédelmi szabályzat
nl: Privacybeleid
ro: Politica de Confidențialitate
sl: Pravilnik o zasebnosti
ta: தனியுரிமைக் கொள்கை

source: Profile picture
da: Profilbillede
fi: Profiilikuva
hu: Profilkép
nl: Profielfoto
ro: Poză de profil
sl: Profilna slika
ta: சுயவிவர படம்

# profileTab
source: Profile
da: Profil
fi: Profiili
hu: Profil
nl: Profiel
ro: Profil
sl: Profil
ta: சுயவிவரம்

# programsSection
source: Programs
da: Programmer
fi: Ohjelmat
hu: Programok
nl: Programma's
ro: Programe
sl: Programi
ta: நிகழ்ச்சிகள்

source: Quality
da: Kvalitet
fi: Laatu
hu: Minőség
nl: Kwaliteit
ro: Calitate
sl: Kakovost
ta: தரம்

source: Question
da: Spørgsmål
fi: Kysymys
hu: Kérdés
nl: Vraag
ro: Întrebare
sl: Vprašanje
ta: கேள்வி

source: Queued
da: I kø
fi: Jonossa
hu: Sorba állítva
nl: In de wachtrij
ro: În coadă de așteptare
sl: V vrsti
ta: வரிசையில் நிற்கிறது

# queueLimitMessage
source: You cannot have more than {elementCount} elements in queue.
da: Du kan ikke have mere end {elementCount} elementer i kø.
fi: Jonossa ei voi olle enempää kuin {elementCount} juttua.
hu: A várólistában nem lehet több, mint {elementCount} elem.
nl: Het is niet mogelijk meer dan {elementCount} elementen in de lijst te hebben.
ro: Nu poți avea mai mult de {elementCount} elemente în coadă.
sl: V čakalni vrsti ne more biti več kot {elementCount} elementov.
ta: நீங்கள் வரிசையில் {elementCount} உறுப்புகளுக்கு மேல் இருக்க முடியாது.

# queueLimitTitle
source: Limit
da: Begrænsning
fi: Rajoitus
hu: Korlátozott
nl: Limiet
ro: Limită
ta: அளவு

source: Read by
da: Læst af
fi: Lukenut:
hu: Elolvasva
nl: Gelezen door
ro: Citit de
sl: Prebral
ta: படித்தது

source: Recent Searches
da: Seneste søgninger
fi: Aiemmin haettu
hu: Legutóbbi keresések
nl: Recente zoekopdrachten
ro: Căutări recente
sl: Nedavna iskanja
ta: சமீபத்திய தேடல்கள்

# registerButton
source: Register
da: Tilmeld
fi: Ilmoittaudu
hu: Jelentkezés
nl: Registreer
ro: Înregistrare
sl: Registracija
ta: பதிவு

source: Release date
da: Publiceringsdato
fi: Julkaisupäivämäärä
hu: Megjelenési dátum
nl: Publicatiedatum
ro: Data de lansare
sl: Datum izida
ta: வெளியிட்ட தேதி

source: Reload
da: Genindlæs
fi: Uusi yritys
hu: Újratöltés
nl: Opnieuw laden
ro: Reîncarcă
sl: Ponovno naloži
ta: மீண்டும் ஏற்று

source: Remove
da: Fjern
fi: Poista
hu: Eltávolítás
nl: Verwijderen
ro: Elimină
sl: Odstrani
ta: அகற்று

# removeFromDeviceButton
source: Remove from device
da: Fjern fra enheden
fi: Poista laitteesta
hu: Eltávolítás a készülékről
nl: Verwijderen van apparaat
ro: Îndepărtare din dispozitiv
sl: Odstrani iz naprave
ta: சாதனத்திலிருந்து அகற்று

# removeFromRecentSearches
source: Do you want to remove this element from recent searches?
da: Vil du fjerne dette element fra de seneste søgninger?
fi: Haluatko poistaa tämän hakuhistoriasta?
hu: Törölni szeretnéd ezt az elemet az utolsó keresésekből?
nl: Wilt u dit element verwijderen uit het overzicht met recente zoekopdrachten?
ro: Dorești să elimini acest element din căutările recente?
sl: Ali želite odstraniti ta element iz nedavnih iskanj?
ta: சமீபத்திய தேடல்களில் இருந்து இந்த உறுப்பை அகற்ற விரும்புகிறீர்களா?

source: Remove offline video?
da: Fjerne offline video?
fi: Poistetaanko offline-video?
hu: Offline videó eltávolítása?
nl: Offline video verwijderen?
ro: Eliminare video offline?
sl: Odstrani videoposnetek brez povezave?
ta: ஆஃப்லைன் வீடியோவை அகற்றவா?

# removeOfflineVideoDescription
source: By removing this video it will no longer be available without a network connection.
da: Ved at fjerne denne video vil den ikke længere være tilgængelig uden en netværksforbindelse.
fi: Kun poistat tämän videon, se ei ole enää saatavilla ilman verkkoyhteyttä.
hu: A videó eltávolításával a továbbiakban nem lesz elérhető hálózati kapcsolat nélkül.
nl: Door deze video te verwijderen zal hij niet langer beschikbaar zijn zonder netwerkverbinding.
ro: Prin eliminarea acestui video, acesta nu va mai fi disponibil fără o conexiune la internet.
sl: Če odstraniš ta videoposnetek ne bo več na voljo brez omrežne povezave.
ta: இந்த வீடியோவை அகற்றினால், நெட்வொர்க் இணைப்பு இல்லாமல் அது இனி கிடைக்காது.

source: Remove watch progress
da: Fjern afspilningsvisning
fi: Unohda katselun edistyminen
hu: Állítsd le az órát
nl: Verwijder vooruitgang bekijken
ro: Șterge progresul vizionării
sl: Začni od začetka
ta: பார்த்தவை முன்னேற்றத்தை அகற்று

source: Removing
da: Fjern
fi: Poistetaan
hu: Eltávolítás
nl: Aan het verwijderen
ro: Se șterge
sl: Odstranjujem
ta: நீக்குகிறது

source: Resend email
da: Send e-mail igen
fi: Lähetä sähköposti uudelleen
hu: E-mail újraküldése
nl: E-mail opnieuw verzenden
ro: Retrimite e-mail
sl: Ponovno pošlji pošto
ta: மின்னஞ்சலை மீண்டும் அனுப்பவும்

# resourceCount
source: {count} resources
da: {count} indhold
fi: {count} sisältöpakettia
hu: {count} források
nl: {count} bronnen
ro: {count} resurse
sl: {count} viri
ta: {count} வளங்கள்

source: Save videos for offline viewing
da: Gem videoer til offlinevisning
fi: Tallenna videoita offline-katselua varten
hu: Videók mentése offline megtekintéshez
nl: Video's opslaan om offline te bekijken
ro: Salvează videouri pentru vizualizare fără conexiune la internet
sl: Shrani videe za ogled brez povezave
ta: ஆஃப்லைனில் பார்க்க வீடியோக்களை சேமிக்கவும்

# saveYourFavorites
source: Save your favorite videos
da: Gem dine yndlingsvideoer
fi: Tallenna suosikkivideosi
hu: Kedvenc videóidnak mentése
nl: Je favoriete video's bewaren
ro: Salvează videourile preferate
sl: Shrani svoje priljubljene videe
ta: உங்களுக்கு பிடித்த வீடியோக்களை சேமிக்கவும்

# saveYourFavoritesDescription
source: Tap on the heart icon on a video to save it in your profile.
da: Tryk på hjerteikonet på en video for at gemme den i din profil.
fi: Napauta videon sydänkuvaketta tallentaaksesi sen profiiliisi.
hu: Koppints a szív ikonra egy videón, ha el szeretnéd menteni a profilodba.
nl: Tik op het hartpictogram op een video om deze op te slaan in je profiel.
ro: Apasă pe pictograma cu inima de pe un videoclip pentru a-l salva în profilul tău.
sl: Pritisni ikono srca, da shraniš video v svoj profil.
ta: வீடியோவை உங்கள் சுயவிவரத்தில் சேமிக்க, அதில் உள்ள இதய ஐகானைத் தட்டவும்.

source: Save your favorite shorts
da: Gem dine yndlingskortfilm
fi: Tallenna parhaat lyhytvideot
hu: Kedvenc shortok mentése
nl: Bewaar je favoriete korte films
ro: Salvează-ți videourile preferate
sl: Shrani svoje priljubljene kratke filme
ta: உங்களுக்கு பிடித்த ஷார்ட்ஸ்களை சேமிக்கவும்

source: Search
da: Søg
fi: Haku
hu: Keresés
nl: Zoeken
ro: Căutare
sl: Išči
ta: தேடு

# seasonLetter
source: S
fi: TK
nl: Seizoen

source: Seasons
da: Sæsoner
fi: Tuotantokautta
hu: Sorozat
nl: Seizoenen
ro: Sezoane
sl: Sezone
ta: சீசன்

source: See all
da: Se alle
fi: Näytä kaikki
hu: Mutass mindent
nl: Toon alles
ro: Vezi toate
sl: Poglej vse
ta: அனைத்தையும் பார்

source: See more
da: Se mere
fi: Näytä lisää
hu: Mutass többet
nl: Meer bekijken
ro: Vezi mai mult
sl: Več
ta: மேலும் பார்க்க

source: Select
da: Vælg
fi: Valitse
hu: Kiválasztás
nl: Maak een keuze
ro: Selectează
sl: Izberi
ta: தேர்ந்தெடு

source: Select season
da: Vælg sæson
fi: Valitse tuotantokausi
hu: Évad kiválasztása
nl: Selecteer een seizoen
ro: Selectează sezonul
sl: Izberi sezono
ta: சீசனை தேர்ந்தெடுக்கவும்

source: Send
fi: Lähetä
hu: Küldés
nl: Verzenden
ro: Trimite
sl: Pošlji
ta: அனுப்பு

# sendFail
source: Couldn't send your message
da: Kunne ikke sende din besked
fi: Lähettäminen epäonnistui
hu: Nem sikerült elküldeni az üzenetedet
nl: Je bericht kon niet worden verzonden
ro: Nu am putut trimite mesajul dvs
sl: Sporočila ni bilo mogoče poslati
ta: உங்கள் செய்தியை அனுப்ப முடியவில்லை

# sendFailDescription
source: Something went wrong. Check your internet connection and try again.
da: Kunne gik galt. Tjek din internetforbindelse og prøv igen.
fi: Jokin ei nyt toimi. Tarkista nettiyhteys ja kokeile uudelleen.
hu: Valami nem sikerült. Vizsgáld meg az internett kapcsolatodat és próbáld újra.
nl: Er is iets misgegaan. Controleer je internetverbinding en probeer het opnieuw.
ro: Ceva n-a mers bine. Verifică conexiunea la internet și încearcă din nou.
sl: Nekaj je šlo narobe. Preveri svojo internetno povezavo in poskusi znova.
ta: ஏதோ தவறு நடந்துவிட்டது. உங்கள் இணைய இணைப்பைச் சரிபார்த்து மீண்டும் முயலவும்.

source: Send Feedback
da: Indsend feedback
fi: Lähetä palautetta
hu: Visszajelzés küldése
nl: Geef feedback
ro: Trimite Feedback
sl: Povratne informacije
ta: கருத்தினை அனுப்பவும்

source: Sending
da: Sender
fi: Lähetetään
hu: Adás
nl: Verzenden
ro: Se trimite
sl: Pošiljam
ta: அனுப்புகிறது

# sendSuccessDescription
source: We appreciate your feedback.
da: Vi sætter pris på din feedback.
fi: Kiitos palautteesta.
hu: Nagyra értékeljük visszajelzésedet.
nl: We stellen je feedback op prijs.
ro: Apreciem feedbackul tău.
sl: Cenimo tvojo povratno informacijo.
ta: உங்கள் கருத்தை நாங்கள் பாராட்டுகிறோம்.

source: Series
da: Serier
fi: Sarjat
hu: Sorozatok
ro: Episoade
sl: Serije
ta: தொடர்

# seriesTab
source: Series
da: Serier
fi: Sarjat
hu: Sorozatok
ro: Episoade
sl: Serije
ta: தொடர்

source: Set password
da: Skriv password
fi: Aseta salasana
hu: Jelszó létrehozása
nl: Stel een wachtwoord in
ro: Setează-ți parola
sl: Nastavi geslo
ta: கடவுச்சொல்லை அமைக்கவும்

source: Settings
da: Indstillinger
fi: Asetukset
hu: Beállítások
nl: Instellingen
ro: Setări
sl: Nastavitve
ta: அமைப்புகள்

source: Share
da: Del
fi: Jaa
hu: Megosztás
nl: Deel
ro: Distribuie
sl: Deli
ta: பகிர்

# shareStart
source: Share from start
da: Del fra starten
fi: Jaa video
hu: Oszd meg az elejétől
nl: Delen vanaf het begin
ro: Distribuie de la început
sl: Deli od začetka
ta: தொடக்கத்தில் இருந்து பகிரவும்

# shareTime
source: Share from {time}
da: Del fra {time}
fi: Jaa video tästä kohtaa {time}
hu: Megosztás innentől {time}
nl: Delen van punt {time}
ro: Distribuie de la {time}
sl: Deli od {time}
ta: {time} இலிருந்து பகிரவும்

source: Short films
da: Kortfilm
fi: Lyhytfilmit
hu: Rövid filmek
nl: Korte films
ro: Filme scurte
sl: Kratki filmi
ta: குறும்படங்கள்

# shortsFeatureDescription
source: Discover short and powerful excerpts, and jump right into its full episode.
da: Oplev korte og kraftfulde uddrag, og spring direkte til dens fulde episode.
fi: Löydä lyhyitä ja tehokkaita pätkiä ja hyppää suoraan vastaavaan videoon.
hu: Fedezz fel rövid és erőteljes kivonatokat és ugorj a teljes epizódra.
nl: Ontdek korte en krachtige fragmenten en spring meteen naar de volledige aflevering.
ro: Descoperă fragmente scurte și puternice, și sări direct la episodul complet.
sl: Odkrij kratke in močne izseke ter skoči v celotno epizodo.
ta: குறுகிய மற்றும் வல்லமையான பகுதிகளைக் கண்டறிந்து, அதன் முழு எபிசோடிற்கு செல்லவும்.

# shortsLikedAndSavedDescription
source: You can find all your liked shorts in your profile.
da: Du kan finde alle dine favoritkortfilm i din profil.
fi: Löydät kaikki tykkäämäsi lyhytvideot profiilistasi.
hu: A profilodban megtalálhatod az összes kedvelt shortodat.
nl: Je kunt al je favoriete shorts vinden in je profiel.
ro: Poți găsi în profilul tău toate scurtmetrajele care ți-au plăcut.
sl: Vse priljubljene kratke filme lahko najdeš v svojem profilu.
ta: நீங்கள் விரும்பிய அனைத்து ஷார்ட்ஸ்களையும் உங்கள் சுயவிவரத்தில் காணலாம்.

# shortsTab
source: Shorts
da: Kortfilm
fi: Lyhytfilmit
nl: Korte films
ro: Scurtmetraje
sl: Kratki filmi
ta: ஷார்ட்ஸ்

# shortsTranscriptionDisclaimer
source: The transcriptions are auto-generated and might contain errors.
da: Transskriptionerne er automatisk genereret og kan indeholde fejl.
fi: Tekstitykset tuotetaan automaattisesti ja sisältävät virheitä.
nl: Transcripties zijn automatisch gegenereerd en kunnen daardoor fouten bevatten.
ro: Transcrierile sunt generate automat și pot conține erori.
sl: Prepisi so ustvarjeni samodejno in lahko vsebujejo napake.

source: Show description
da: Beskrivelse af udsendelse
fi: Näytä kuvaus
hu: Leírás mutatása
nl: Toon beschrijving
ro: Arată descrierea
sl: Opis oddaje
ta: விளக்கத்தைக் காட்டு

source: Show less
da: Vis mindre
fi: Näytä vähemmän
hu: Mutass kevesebbet
nl: Toon minder
ro: Arată mai puțin
sl: Pokaži manj
ta: குறைவாகக் காட்டு

source: Show more
da: Vis mere
fi: Näytä lisää
hu: Mutass többet
nl: Toon meer
ro: Arată mai mult
sl: Pokaži več
ta: மேலும் காட்டு

# signInButton
source: Sign in
da: Log ind
fi: Kirjaudu sisään
hu: Bejelentkezés
nl: Log in
ro: Conectare
sl: Vpis
ta: உள்நுழைக

# signInOrSignUp
source: Sign up / Sign in
da: Tilmeld dig / Log ind
fi: Kirjautuminen
hu: Feliratkozás / Bejelentkezés
nl: Registreren / Aanmelden
ro: Înregistrare / Autentificare
sl: Registracija / Prijava
ta: பதிவு செய்யவும் / உள்நுழையவும்

# signInTooltip
source: Sign in to watch more content
da: Log ind for at se mere indhold
fi: Kirjautumalla näet lisää
hu: További tartalmak megtekintéséhez jelentkezzél be
nl: Log in om meer te bekijken
ro: Autentificați-vă pentru a viziona mai mult conținut
sl: Za ogled ostalih vsebin se prijavi
ta: மேலும் உள்ளடக்கத்தைப் பார்க்க உள்நுழையவும்

# signUpAgreePrivacyPolicy
source: I certify that I am 13 years of age or older, and I agree to the <a>Privacy Policy</a> and <a>Terms of use</a>.
da: Jeg bekræfter, at jeg er 13 år eller ældre, og jeg er indforstået med følgende <a>Privatlivspolitik</a> og <a>Vilkår for brug</a>.
fi: Voin osoittaa olevani vähintään 13 vuotias, ja hyväksyn <a>Tietosuojakäytännöt</a>sekä <a>Käyttöehdot</a>.
hu: Kijelentem, hogy betöltöttem a 13. életévemet, és elfogadom az <a>adatvédelmi szabályzatot</a> és <a>a felhasználási feltételeket</a>.
nl: Ik bevestig dat ik 13 jaar of ouder ben, en ik ga akkoord met het <a>Privacybeleid</a> en de <a>Algemene voorwaarden</a>.
ro: Confirm faptul că am 13 ani sau mai mult, și sunt de acord cu <a>Politica de confidențialitate</a> și <a>Termenii de utilizare</a>.
sl: Potrjujem, da sem star 13 let ali več, in se strinjam s <a>Pravili zasebnosti</a> in <a>Pogoji uporabe</a>.
ta: எனக்கு 13 வயது அல்லது அதற்கு மேற்பட்ட வயது என்று சான்றளிக்கிறேன், மேலும் <a>தனியுரிமைக் கொள்கை</a> மற்றும் <a>பயன்பாட்டு விதிமுறைகளை</a>ஏற்கிறேன்.

# signUpButton
source: Sign up now
da: Tilmeld dig nu
fi: Luo tunnus nyt
hu: Regisztrálj most
nl: Meld je nu aan
ro: Înregistrează-te acum
sl: Prijavi se zdaj
ta: இப்பொது பதிவு செய்

# signUpDescription
source: Get access to more content and better features by creating an account.
da: Få adgang til mere indhold og bedre funktioner ved at oprette en konto.
fi: Luomalla tunnuksen saat enemmän sisältöä ja paremmat ominaisuudet.
hu: Hozzáférés több tartalomhoz és jobb funkciókhoz fiók létrehozásával.
nl: Krijg toegang tot meer content en betere functionaliteit door een account aan te maken.
ro: Obține acces la mai mult conținut și funcții mai bune prin crearea unui cont.
sl: Z ustvarjenim računom dobiš dostop do več vsebin in boljših funkcij.
ta: கணக்கை உருவாக்குவதன் மூலம் கூடுதல் உள்ளடக்கம் மற்றும் சிறந்த அம்சங்களுக்கான அணுகலைப் பெறுங்கள்.

# signUpTitle
source: Sign up
da: Tilmeld dig
fi: Luo tunnus
hu: Regisztráció
nl: Aanmelden
ro: Înregistrează-te
sl: Prijavi se
ta: பதிவு செய்யவும்

# skipTo
source: Skip to {chapter}
da: Gå til {chapter}
fi: Hyppää kappaleeseen {chapter}
nl: Ga naar {chapter}
ro: Treceți la {chapter}
sl: Preskoči na {chapter}

# skipToPublicContent
source: Skip to watch public content
da: Spring over for at se offentligt indhold
fi: Ohita, ja katso vain julkista sisältöä
hu: Ugrás a nyilvános tartalom megtekintéséhez
nl: Overslaan om openbare inhoud te kijken
ro: Sări peste pentru a viziona conținut public
sl: Nadaljuj z ogledom javno dostopne vsebine
ta: பொது உள்ளடக்கத்தைப் பார்க்க தவிர்க்கவும்

source: Something went wrong
da: Noget gik galt...
fi: Jokin meni pieleen
hu: Hiba lépett fel
nl: Er ging iets fout
ro: Ceva a mers greșit
sl: Nekaj je šlo narobe
ta: ஏதோ தவறு நடந்துவிட்டது

source: Sort by
da: Sorter efter
fi: Järjestelyperuste
hu: Rendezés
nl: Sorteren op
ro: Sortare după
sl: Razvrsti
ta: வரிசைப்படுத்து

source: Sound language
da: Lydsprog
fi: Äänen kieli
hu: Tartalom nyelve
nl: Taal geluid
ro: Limba sunetului
sl: Jezik zvoka
ta: ஒலி மொழி

source: Start exploring
da: Udforsk
fi: Tutustu sisältöön
hu: Kezdd el a felfedezést
nl: Begin met onderzoeken
ro: Începe explorarea
sl: Začni raziskovati
ta: ஆராயத் தொடங்குங்கள்

source: Start study
da: Start
fi: Aloita opinto
hu: Tanulmányozás megkezdése
nl: Start studie
ro: Începe studiul
sl: Začni preučevanje
ta: படிப்பைத் தொடங்குங்கள்

# studyCompleteTaskDescription
source: Complete tasks and discover related resources
da: Fuldfør opgaver og opdag relateret indhold
fi: Suorita tehtäviä ja löydä siihen liittyvää sisältöä
hu: Feladatok elvégzése és a kapcsolódó tartalom felfedezése
nl: Rond taken af en ontdek gerelateerde bronnen
ro: Îndeplinește sarcini și descoperă resurse aferente
sl: Dokončaj naloge in odkrij s tem povezane vire
ta: பணிகளை முடித்து, தொடர்புடைய ஆதாரங்களைக் கண்டறியவும்

# studyDiscoverMoreDescription
source: Find more inspiration and insight from related resources
da: Find mere inspiration fra relateret indhold
fi: Löydä aiheeseen liittyvää inspiroivaa ja valaisevaa sisältöä
hu: További inspiráció és betekintés kapcsolódó tartalmakból
nl: Ontdek meer inspiratie en inzicht vanuit gerelateerde bronnen
ro: Găsește mai multă inspirație și perspectivă din resurse aferente
sl: Najdi več navdiha in vpogleda iz povezanih virov
ta: தொடர்புடைய ஆதாரங்களில் இருந்து மேலும் உத்வேகம் மற்றும் நுண்ணறிவைக் கண்டறியவும்

# studyLessonCompleted
source: lesson completed
da: Lektion udført
fi: oppitunti suoritettu
hu: lecke befejezve
nl: les afgerond
ro: temă finalizată
sl: lekcija dokončana
ta: பாடம் முடிந்தது

# studyLessonsCompleted
source: lessons completed
da: Lektioner udført
fi: oppituntia suoritettu
hu: leckék befejezve
nl: lessen afgerond
ro: teme finalizate
sl: lekcije dokončane
ta: பாடங்கள் முடிந்தது

source: Submit
da: Indsend
fi: Lähetä
hu: Megerősítés
nl: Invoeren
ro: Trimite
sl: Oddaj
ta: சமர்ப்பி

source: Subtitle language
da: Undertekster
fi: Tekstityksen kieli
hu: Felírat nyelve
nl: Taal ondertiteling
ro: Limba subtitrării
sl: Jezik podnapisov
ta: வசன மொழி

source: Subtitles
da: Undertekster
fi: Tekstitys
hu: Felíratok
nl: Ondertitels
ro: Subtitrări
sl: Podnapisi
ta: சப்டைட்டில்கள்

source: Subtitles included
da: Undertekster inkluderet
fi: Tekstitykset on
hu: Feliratozva
nl: Inclusief ondertiteling
ro: Subtitrare inclusă
sl: Podnapisi so vključeni
ta: வசனங்கள் சேர்க்கப்பட்டுள்ளன

source: Subtitles language
da: Undertekster
fi: Tekstityksen kieli
hu: Felírat nyelve
nl: Taal ondertiteling
ro: Limba subtitrării
sl: Jezik podnapisov
ta: வசன மொழி

source: Support Bible Kids
da: Støt Bible Kids
fi: Tue Bible Kidsiä
hu: Támogasd a Bible Kids-t
ro: Sprijină Bible Kids
sl: Podpri Bible Kids
ta: பைபிள் கிட்ஸ் -ஐ ஆதரிக்கவும்

# takePhoto
source: Take a photo
da: Tag et billede
fi: Ota kuva
hu: Készíts képet
nl: Maak een foto
ro: Fă o poză
sl: Slikaj
ta: புகைப்படம் எடுங்கள்
