Repository: bcc-code/bcc-media-app
Catalog: lib/l10n/bccm_*.arb
Languages: da, fi, hu, nl, ro, sl, ta

# debugInfoExplanation
source: Your message will include this information, to help us better understand the issue.
da: Din besked vil indeholde disse oplysninger for at hjælpe os med at forstå problemet bedre.
fi: Palautteesi sisältää myös seuraavat tiedot, jotta ymmärrämme ongelman paremmin.
hu: Az üzeneted tartalmazza ezeket az információkat, hogy jobban megértsük a problémát.
nl: Je bericht zal deze informatie meenemen, om ons te helpen het probleem beter te begrijpen.
ro: Mesajul tău va include aceste informații, pentru a ne ajuta să înțelegem mai bine problema.
sl: Tvoje sporočilo bo vsebovalo to informacijo. To nam bo pomagalo, da bomo bolje razumeli težavo.
ta: இந்தச் சிக்கலைச் சிறப்பாகப் புரிந்துகொள்ள உங்கள் செய்தியில் இந்தத் தகவல் இருக்கும்.

source: Delete my account
da: Slet min konto
fi: Poista tilini
hu: Fiókom törlése
nl: mijn account verwijderen
ro: Șterge contul meu
sl: Izbriši moj račun
ta: எனது கணக்கை நீக்கு

source: Details
da: Detaljer
fi: Lisätietoa
hu: Részletek
ro: Detalii
sl: Podrobnosti
ta: விவரங்கள்

source: Device info
da: Info om enheden
fi: Tietoa laitteesta
hu: Eszköz információ
ro: Informații despre dispozitiv
sl: Informacije o napravi
ta: சாதனத் தகவல்

# deviceInfoAppVer
source: App Version
fi: Sovellusversio
hu: Alkalmazás verziója
nl: App versie
ro: Versiunea aplicației
sl: Različica aplikacije
ta: செயலியின் பதிப்பு

# deviceInfoDevice
source: Device
da: Enhed
fi: Laite
hu: Eszköz
ro: Dispozitiv
sl: Naprava
ta: சாதனம்

# deviceInfoManufacturer
source: Manufacturer
da: Producent
fi: Valmistaja
hu: Szerkesztő
nl: Fabrikant
ro: Producător
sl: Proizvajalec
ta: உற்பத்தியாளர்

# deviceInfoOs
source: Operating System
da: Operativ system
fi: Käyttöjärjestelmä
hu: Operációs rendszer
ro: Sistem de operare
sl: Operacijski sistem
ta: இயக்க முறைமை

# deviceInfoPageDesc
source: Your message will include this information, to help us provide better support.
da: Din besked vil indeholde disse oplysninger for at hjælpe os med at yde bedre support
fi: Viestiin lisätään nämä tiedot. Ne auttavat meitä antamaan parempaa tukea.
hu: Az üzeneted tartalmazza ezeket az információkat, hogy jobban megértsük a problémát.
nl: Je bericht zal deze informatie invoegen, zodat we beter hulp kunnen bieden.
ro: Mesajul tău va include aceste informații, pentru a ne ajuta să înțelegem mai bine problema.
sl: Tvoje sporočilo bo vsebovalo to informacijo. To nam bo omogočilo lažjo pomoč.
ta: சிறந்த ஆதரவை வழங்க எங்களுக்கு உதவ, உங்கள் செய்தியில் இந்தத் தகவல் இருக்கும்.

# deviceInfoScreenSize
source: Screen Size
da: Skærmstørrelse
fi: Ruutukoko
hu: Képernyő mérete
nl: Scherm afmetingen
ro: Mărimea ecranului
sl: Velikost zaslona
ta: திரை அளவு

# deviceInfoUserId
source: User ID
da: Bruger-ID
fi: Käyttäjätunniste
hu: Felhasználó azonosítója
ro: ID de utilizator
ta: பயனர் ஐடி

# didYouKnowContent
source: You can add your favorite shows to "My List" by tapping the heart.
da: Du kan tilføje dine favoritudsendelser til "Min liste" ved at trykke på hjertet.
fi: Sydäntä painamalla voit lisätä jakson "Listaani".
hu: A szívre koppintva hozzáadhatod kedvenc műsoraidat "A listámhoz".
nl: Je kunt je favoriete shows toevoegen aan "Mijn lijst" door op het hart te klikken.
ro: Poți adăuga emisiunile tale preferate pe „Lista mea" apăsând pe inimă.
sl: S klikom na srce lahko dodaš svoje najljubše serije na "Moj seznam".
ta: இதய சின்னத்தை தட்டுவதன் மூலம் உங்களுக்குப் பிடித்த நிகழ்ச்சிகளை "எனது பட்டியலில்" சேர்க்கலாம்.

# didYouKnowTitle
source: Did you know?
da: Vidste du?
fi: Tiesitkö?
hu: Tudtad?
nl: Wist je dat?
ro: Știai că?
sl: Ali si vedel?
ta: உனக்கு தெரியுமா?

source: Discover more
da: Opdag mere
fi: Löydä lisää
hu: Fedezz fel többet
nl: Ontdek meer
ro: Descoperă mai mult
sl: Odkrij več
ta: மேலும் கண்டறியவும்

source: Donate via PayPal
da: Donér via PayPal
fi: Lahjoita PayPalilla
hu: Adományozz PayPal-on keresztül
nl: Doneer via PayPal
ro: Donează prin PayPal
sl: Donacija prek PayPala
ta: PayPal மூலம் நன்கொடை அளிக்கவும்

source: Done
da: Færdig
fi: Valmis
hu: Kész
nl: Klaar
ro: Efectuat
sl: Končano
ta: முடிந்தது

# dontHaveAccess
source: You do not have access to this content.
da: Du har ikke adgang til dette indhold
fi: Sinulla ei ole oikeutta tähän sisältöön.
hu: Ehhez a tartalomhoz nincs hozzáférésed.
nl: Je hebt geen toegang tot deze content.
ro: Nu ai acces la acest conținut.
sl: Do te vsebina nimaš dostopa.
ta: இந்த உள்ளடக்கத்திற்கான அணுகல் உங்களிடம் இல்லை.

# downloadButton
source: Download
fi: Lataa
hu: Letöltés
nl: Downloaden
ro: Descarcă
sl: Prenesi
ta: பதிவிறக்கு

source: Downloaded
fi: Ladatut
hu: Letöltve
nl: Gedownload
ro: Descărcate
sl: Preneseno
ta: பதிவிறக்கம் செய்யப்பட்டது

# downloadedVideosGuideDescription
source: You can find your downloaded videos under "Profile".
da: Du kan finde dine downloadede videoer under "Profil".
fi: Löydät lataamasi videot kohdasta "Profiili".
hu: A letöltött videókat a "Profil" menüpont alatt találod.
nl: Je gedownloade video's vind je onder "Profiel".
ro: Poți găsi videourile descărcate la rubrica „Profil".
sl: Prenesene videoposnetke lahko najdeš v razdelku "Profil".
ta: நீங்கள் பதிவிறக்கிய வீடியோக்களை "சுயவிவரம்" என்பதன் கீழ் காணலாம்.

source: Downloading
da: Downloader
fi: Ladataan
hu: Letöltés
nl: Aan het downloaden
ro: Se descarcă
sl: Prenašam
ta: பதிவிறக்குகிறது

source: Download video
fi: Lataa video
hu: Videó letöltése
ro: Descarcă video
sl: Prenesi video
ta: வீடியோவைப் பதிவிறக்கவும்

# doYouWantCast
source: Do you want to cast this video?
da: Vil du caste denne video?
fi: Haluatko lähettää videon ruudulle?
hu: Szeretnéd ezt a videót Chromecasten keresztül közvetíteni?
nl: Wil je deze video casten?
ro: Vrei să trimiți acest video prin Cast?
sl: Ali hočete predvajati ta video?
ta: இந்த வீடியோவை காஸ்ட் செய்ய விரும்புகிறீர்களா?

source: Edit picture
da: Rediger billede
fi: Muokkaa kuvaa
hu: Kép szerkesztése
nl: Bewerk foto
ro: Editează poza
sl: Uredi sliko
ta: படத்தை திருத்து

# emptySearch
source: You can search all content from BCC Media. Series, videos and episodes.
da: Du kan søge i alt indhold fra BCC Media. Serier, film og episoder.
fi: Täältä voit hakea mitä tahansa BCC Median sisältöä; sarjoja, elokuvia, ja jaksoja.
hu: A BCC Media összes tartalmában kereshetsz. Sorozatok, videók és epizódok.
nl: Je kunt zoeken op alle inhoud van BCC Media. TV series, films en afleveringen.
ro: Poți căuta tot conținutul de la BCC Media. Serii, videouri și episoade.
sl: Iščeš lahko po vsej vsebini od BCC Media. Serije, filmi in deli.
ta: BCC மீடியாவிலிருந்து எல்லா உள்ளடக்கத்தையும் நீங்கள் தேடலாம். தொடர்கள், வீடியோக்கள் மற்றும் எபிசோடுகள்.

source: Episode
fi: Jakso
hu: Epizód
nl: Aflevering
ro: Episod
sl: Del
ta: எபிசோட்

# episodeLetter
source: E
fi: J
nl: Aflevering

source: Episodes
da: Episoder
fi: Jaksoja
hu: Epizódok
nl: Afleveringen
ro: Episoade
sl: Deli
ta: எபிசோடுகள்

# errorTryAgain
source: Something went wrong, please try again later.
da: Noget gik galt, prøv venligst igen senere.
fi: Jokin meni pieleen. Yritä myöhemmin uudelleen.
hu: Valami nem sikerült, próbáld később újra.
nl: Er is iets mis gegaan, probeer het later nog eens.
ro: A apărut o eroare, te rugăm să încerci din nou mai târziu.
sl: Prišlo je do napake, prosim poskusi znova.
ta: ஏதோ தவறு நடந்துவிட்டது. தயவுசெய்து மீண்டும் முயற்சிக்கவும்.

# estimatedFileSize
source: Estimated file size: {size}
da: Anslået filstørrelse: {size}
fi: Arvioitu tiedostokoko: {size}
hu: Becsült fájlméret: {size}
nl: Geschatte bestandsgrootte: {size}
ro: Dimensiunea estimată a fișierului: {size}
sl: Ocenjena velikost datoteke: {size}
ta: மதிப்பிடப்பட்ட கோப்பு அளவு: {size}

# eventsTab
source: Events
fi: Tapahtumat
hu: Események
nl: Evenementen
ro: Evenimente
sl: Dogodki
ta: நிகழ்வுகள்

source: Excerpt from
da: Uddrag fra
fi: Ote filmistä
nl: Uittreksel uit
ro: Extras din
sl: Odlomek iz

source: Expired
da: Udløbet
fi: Vanhentunut
hu: Lejárt
nl: Verlopen
ro: Expirat
sl: Preteklo
ta: காலாவதியாகிவிட்டது

# expiresIn
source: Expires in {time}
da: Udløber om {time}
fi: Vanhenee {time} kuluessa
hu: Lejár {time} időn belül
nl: Verloopt op {time}
ro: Expiră în {time}
sl: Poteče čez {time}
ta: {time} இல் காலாவதியாகும்

source: Explore content
da: Udforsk indhold
fi: Tutustu sisältöön
hu: Tartalom felfedezése
nl: Inhoud verkennen
ro: Descoperă conținut
sl: Razišči vsebino
ta: உள்ளடக்கத்தை ஆராயுங்கள்

source: Explore public content
da: Udforsk offentligt indhold
fi: Tutustu avoimeen sisältöön
hu: Nyilvános tartalmak felfedezése
nl: Verken publieke content
ro: Explorează conținut public
sl: Razišči javno vsebino
ta: பொது உள்ளடக்கத்தை ஆராயுங்கள்

source: Failed
da: Fejl
fi: Epäonnistui
hu: Sikertelen
nl: Mislukt
ro: Eroare
sl: Neuspešno
ta: தோல்வி

# faq
source: Frequently asked questions
da: Ofte stillede spørgsmål
fi: Usein kysyttyä
hu: Gyakran ismételt kérdések
nl: Vaak gestelde vragen
ro: Întrebări frecvente
sl: Pogosta vprašanja
ta: அடிக்கடி கேட்கப்படும் கேள்விகள்

source: FAQ
fi: UKK
hu: GYIK
ro: Întrebări frecvente
ta: அடிக்கடி கேட்கப்படும் கேள்விகள்

source: Featured
fi: Ajankohtaista
hu: Ajánlott
nl: Aanbevolen
ro: Recomandate
sl: Priporočamo
ta: இடம்பெற்றது

# featureNotAvailableYet
source: This feature is not available on your device yet. Please try again later.
da: Denne funktion er ikke tilgængelig på din enhed endnu. Prøv venligst igen senere.
fi: Tämä ominaisuus ei ole vielä käytettävissä laitteellasi. Yritä toiste uudelleen.
hu: Ez a funkció nem érhető el a eszközeden. Kérlek, próbáld újra később.
nl: Deze functie is nog niet beschikbaar op uw apparaat. Probeer het later opnieuw.
ro: Această funcție nu este încă disponibilă pe acest dispozitiv. Te rugăm să încerci din nou mai târziu.
sl: Ta funkcija še ni na voljo na tvoji napravi. Prosim poskusi kasneje.
ta: இந்த அம்சம் உங்கள் சாதனத்தில் இன்னும் கிடைக்கவில்லை. பிறகு முயற்சிக்கவும்.

source: Feed
fi: Syöte
hu: Hírcsatorna
sl: Prispevki
ta: ஃபீடு

# filmsTab
source: Films
da: Film
fi: Filmit
hu: Filmek
ro: Filme
sl: Filmi
ta: திரைப்படங்கள்

source: Finished
da: Afsluttet
fi: Valmis
hu: Befejezett
nl: Afgerond
ro: Finalizat
sl: Dokončano
ta: முடிந்தது

# gamesTab
source: Games
da: Spil
fi: Pelit
hu: Játékok
ro: Jocuri
sl: Igre
ta: விளையாட்டுகள்

source: Go back
da: Tilbage
fi: Palaa
hu: Vissza
nl: Ga terug
ro: Mergi înapoi
sl: Nazaj
ta: திரும்பி போ

source: Got it
da: Forstået
fi: Selvä
hu: Megvan
nl: Begrepen
ro: Am înțeles
sl: Razumem
ta: அறிந்துகொண்டேன்

# hereAreAllTheVideosYouDownloaded
source: Here are all the videos you have downloaded to your device.
da: Her er alle de videoer, du har downloadet til din enhed.
fi: Tässä ovat kaikki lataamasi videot.
hu: Itt találod az összes videót, amelyet letöltöttél a készülékedre.
nl: Hier zijn alle video's die je naar je apparaat hebt gedownload.
ro: Aici sunt toate videourile pe care le-ai descărcat pe dispozitiv.
sl: Tukaj so vsi videi, ki si jih prenesel na svojo napravo.
ta: உங்கள் சாதனத்தில் நீங்கள் பதிவிறக்கிய அனைத்து வீடியோக்களும் இதோ.

source: High
da: Høj
fi: Laadukas
hu: Magas
nl: Hoog
ro: Înaltă
sl: Visoka
ta: உயர் தரம்

# homeTab
source: Home
da: Hjem
fi: Etusivu
hu: Főoldal
ro: Acasă
sl: Domov
ta: முகப்பு

# iAmSureIWantToDelete
source: I am sure I want to delete my account and my data related to the BCC Media app.
da: Jeg er sikker på, at jeg vil slette min konto og mine data i BCC Media-appen.
fi: Aivan varmasti haluan poistaa tilini ja tietoni BCC Media sovelluksesta.
hu: Biztos vagyok benne, hogy törölni szeretném a fiókomat és a BCC Media alkalmazással kapcsolatos adataimat.
nl: Ik weet zeker dat ik mijn account en mijn gegevens met betrekking tot de BCC Media app wil verwijderen.
ro: Sunt sigur că vreau să-mi șterg contul și datele legate de aplicația BCC Media.
sl: Prepričan sem, da želim izbrisati svoj račun in podatke, povezane z aplikacijo BCC Media.
ta: எனது கணக்கையும் BCC மீடியா செயலியுடன் தொடர்புடைய எனது தரவையும் நீக்க விரும்புகிறேன்.

# ifYouDidntReceiveVerificationEmail
source: If you still did not receive an email, please contact support at
da: Hvis du stadig ikke har modtaget en e-mail, bedes du kontakte support på
fi: Jos et vieläkään saanut sähköpostia, ota meihin yhteyttä:
hu: Ha még mindig nem kaptál e-mailt, kérjük, vedd fel a kapcsolatot az ügyfélszolgálattal a következő címen
nl: Als je nog steeds geen e-mail hebt ontvangen, neem dan contact op via
ro: Dacă tot nu ați primit un e-mail, te rugăm să contactezi serviciul de asistență la adresa
sl: Če še vedno nisi prejel pošte, kontaktiraj podporo na
ta: நீங்கள் இன்னும் மின்னஞ்சலைப் பெறவில்லை என்றால், தயவுசெய்து ஆதரவைத் தொடர்புகொள்ளவும்

# info
source: Information
fi: Tietoa
hu: Információ
nl: Informatie
ro: Detalii
sl: Informacije
ta: தகவல்

source: Information
fi: Tietoa
hu: Információ
nl: Informatie
ro: Detalii
sl: Informacije
ta: தகவல்

# keepVideoButton
source: Keep video
da: Behold video
fi: Säilytä video
hu: Videó megtartása
nl: Video bewaren
ro: Păstrează video
sl: Obdrži videoposnetek
ta: வீடியோவை வைத்திருங்கள்

# kidsOnboardingSecondaryTitle
source: Our vision is for the children to experience Jesus as their very best friend - for the rest of their lives.
da: Vores vision er at børnene skal opleve Jesus som deres allerbedste ven - for resten af deres liv.
fi: Haluamme että lapset saavat kokea Jeesuken parhaana ystävänään. Loppuelämäkseen.
hu: Az a célunk, hogy a gyerekek megtapasztalják Jézust, mint a legjobb barátjukat - életük végéig.
nl: Onze visie is dat de kinderen Jezus als hun beste vriend gaan ervaren - voor de rest van hun leven.
ro: Viziunea noastră este ca copiii să îl experimenteze pe Isus ca fiind cel mai bun prieten al lor - pentru tot restul vieții.
sl: Naša vizija je, da otroci doživijo Jezusa kot najboljšega prijatelja - do konca življenja.
ta: குழந்தைகள் இயேசுவைத் தங்களின் மிகச் சிறந்த நண்பராக அனுபவிப்பதே எங்கள் தரிசனம் - அவர்களின் வாழ்நாள் முழுவதும்.

# kidsOnboardingTitle
source: We bring the message of the Bible to life!
da: Vi vækker Bibelens budskab til live!
fi: Teemme Raamatun sanomasta elävää!
hu: Életre keltjük a Biblia üzenetét!
nl: Wij brengen de boodschap uit de Bijbel tot leven!
ro: Aducem mesajul Bibliei la viață!
sl: Oznanilo Svetega pisma oživimo!
ta: பைபிளின் செய்தியை ஜீவனுள்ளதாகக் கொண்டு வருகிறோம்!

source: Language
da: Sprog
fi: Kieli
hu: Nyelv
nl: Taal
ro: Limbă
sl: Jezik
ta: மொழி

source: Lately published
da: Sidst publiceret
fi: Tuoreita julkaisuja
hu: Nemrégiben megjelent
nl: Onlangs verschenen
ro: Ultimele publicate
sl: Nedavno objavljeno
ta: சமீபத்தில் வெளியிடப்பட்டது

source: Liked and saved
da: Synes om og gem
fi: Tykätyt ja tallennetut
hu: Kedvelt és elmentett
nl: Geliked en opgeslagen
ro: Apreciat și salvat
sl: Všečkano in shranjeno
ta: பிடித்தவை மற்றும் சேமித்தவை

source: Liked shorts
da: Yndlingskortfilm
fi: Tykkäämäsi lyhytvideot
hu: Like-olt shortok
nl: Korte films die ik leuk vind
ro: Scurtmetraje preferate
sl: Priljubljeni kratki filmi
ta: பிடித்த ஷார்ட்ஸ்

# loadContentError
source: Couldn't load content
da: Ikke ikke indlæse indhold
fi: Sisällön lataaminen epäonnistui
hu: Nem sikerült betölteni a tartalmat
nl: Kon de inhoud niet laden
ro: Conținutul nu a putut fi încărcat
sl: Nalaganje vsebine ni uspelo
ta: உள்ளடக்கத்தை ஏற்ற முடியவில்லை

source: Loading
da: Indlæser
fi: Ladataan
hu: Betöltés
nl: Laden
ro: Se încarcă
sl: Nalaganje
ta: ஏற்றுகிறது

source: Loading content
da: Indlæser indhold
fi: Sisältöä ladataan
hu: Tartalom betöltése
nl: Inhoud laden
ro: Conținutul se încarcă
sl: Nalagam vsebino
ta: உள்ளடக்கத்தை ஏற்றுகிறது

# loggedOutMessage
source: You have been logged out. Please log in again.
da: Du er blevet logget ud. Venligst log ind igen.
fi: Et ole kirjautuneena. Kirjaudu sisään uudelleen.
hu: Ki lettél jelentkezve. Jelentkezz újból be.
nl: Je bent nu uitgelogd. Log opnieuw in.
ro: Ai fost deconectat. Te rugăm să te conectezi din nou.
sl: Odjavili ste se. Prosim, ponovno se prijavite.
ta: நீங்கள் வெளியேறிவிட்டீர்கள். மீண்டும் உள்நுழையவும்.

# loggedOutTitle
source: Logged out
da: Logget ud
fi: Kirjautunut ulos
hu: Kijelentkezve
nl: Afgemeld
ro: Deconectat
sl: Odjavljen
ta: வெளியேறியது

# loginFailedCheckNetwork
source: Login failed. Check your network connection and try again.
da: Login mislykkedes. Tjek din netværksforbindelse, og prøv igen.
fi: Kirjautuminen epäonnistui. Tarkista nettiyhteys ja koita uudelleen.
hu: Hibás bejelentkezés. Ellenőrizd a hálózati csatlakozásodat és próbálj újra.
nl: Er ging iets mis bij het inloggen. Controleer je netwerkverbinding en probeer het opnieuw.
ro: Conectarea a eșuat. Verifică conexiunea la internet și încearcă din nou.
sl: Napaka pri prijavi. Preverite internetno povezavo in poskusite znova.
ta: உள்நுழைவு தோல்வியடைந்தது. உங்கள் நெட்வொர்க் இணைப்பைச் சரிபார்த்து, மீண்டும் முயலவும்.

# loginFailedTryAgain
source: Login failed. Please try again later.
da: Login mislykkedes. Prøv igen senere.
fi: Kirjautuminen epäonnistui. Yritä myöhemmin uudelleen.
hu: Hibás bejelentkezés. Próbálj később újra.
nl: Er ging iets mis bij het inloggen. Probeer het later opnieuw.
ro: Conectare eșuată. Te rog să încerci din nou mai târziu.
sl: Napaka pri prijavi. Prosim, poskusite znova kasneje.
ta: உள்நுழைவு தோல்வியடைந்தது. பிறகு முயற்சிக்கவும்.

# loginPageDisplay1
source: The most powerful message in the world
da: Det kraftigste budskab i verden
fi: Kaikista maailman sanomista voimakkain
hu: A világ legerősebb üzenete
nl: De krachtigste boodschap in de wereld
ro: Cel mai puternic mesaj din lume
sl: Najmočnejše sporočilo na svetu
ta: உலகின் மிக சக்திவாய்ந்த செய்தி

# loginPageDisplay2
source: Watch series, shows and films based on Christian values
da: Se serier, shows og film baseret på kristne værdier
fi: Katsele Kristillisten arvojen mukaisia videoita, esityksiä, ja sarjoja
hu: Keresztény értékeken alapuló sorozatok, műsorok és filmek megtekintése
nl: Bekijk series, shows en films gebasseerd op Christelijke waarden
ro: Vezi seriale, emisiuni și filme bazate pe valori Creștine
sl: Oglej si serije in filme, narejene na podlagi krščanskih vrednot
ta: கிறிஸ்தவ விழுமியங்களை அடிப்படையாகக் கொண்ட தொடர்கள், நிகழ்ச்சிகள் மற்றும் திரைப்படங்களைப் பாருங்கள்

# loginPageDisplay3
source: Produced by BCC Media
da: Produceret af BCC Media
fi: BCC Median tuottama
hu: Készítette a BCC Media
nl: Geproduceerd door BCC Media
ro: Produs de BCC Media
sl: Produkcija: BCC Media
ta: பிசிசி மீடியா தயாரித்தது

# logOutButton
source: Log out
da: Log ud
fi: Kirjaudu ulos
hu: Kijelentkezés
nl: Log uit
ro: Deconectare
sl: Odjava
ta: வெளியேறு

source: Low
da: Lav
fi: Alhainen
hu: Alacsony
nl: Laag
ro: Redusă
sl: Nizka
ta: குறைந்த தரம்

# makeDonation
source: Make a donation
da: Giv en donation
fi: Lahjoita rahaa
hu: Adományozzál
nl: Doneer
ro: Depune o donație
sl: Doniraj
ta: நன்கொடை செலுத்தவும்

source: Medium
fi: Keskiverto
hu: Közepes
ro: Mediu
sl: Srednja
ta: நடுத்தர தரம்

# moreInfo
source: More information
da: Mere information
fi: Lisätietoja
hu: További információ
nl: Meer informatie
ro: Mai multe informații
sl: Več informacij
ta: மேலும் தகவல்

source: Most recent
da: Seneste
fi: Tuoreimmat
hu: Legfrissebb
nl: Meest recent
ro: Cele mai recente
sl: Najnovejše
ta: மிக சமீபத்தியது

source: Most watched
da: Mest sete
fi: Eniten katsellut
hu: Legnézetebb
nl: Meest bekeken
ro: Cele mai vizionate
sl: Najbolj gledano
ta: அதிகம் பார்க்கப்பட்டது

# mustBeLoggedIn
source: You need to be logged in to watch this content
da: Du må være logget ind for at se dette indhold
fi: Tämän katsominen vaatii kirjautumista
hu: Be kell jelentkezned, hogy megnézhesd ezt a tartalmat
nl: Je moet ingelogd zijn om dit te kunnen bekijken
ro: Trebuie să fii conectat cu contul propriu pentru a urmări acest conținut
sl: Za ogled te vsebine moraš biti prijavljen
ta: இந்த உள்ளடக்கத்தைப் பார்க்க நீங்கள் உள்நுழைந்திருக்க வேண்டும்

source: My list
da: Min liste
fi: Listani
hu: A listám
nl: Mijn lijst
ro: Lista mea
sl: Moj seznam
ta: என் பட்டியல்

# newEpisode
source: New
da: Ny
fi: Uutta
hu: Új
nl: Nieuw
ro: Nou
sl: Novo
ta: புதியது

source: New feature
da: Ny funktion
fi: Uusi ominaisuus
hu: Új funkció
nl: Nieuwe functie
ro: Funcții noi
sl: Nova funkcija
ta: புதிய அம்சம்

source: Next
da: Næste
fi: Seuraava
hu: Következő
nl: Volgende
ro: Urmează
sl: Sledi
ta: அடுத்தது

source: Next Episode
da: Næste episode
fi: Seuraava jakso
hu: Következő epizód
nl: Volgende aflevering
ro: Episodul următor
sl: Naslednji del
ta: அடுத்த எபிசோட்

# noEvents
source: No scheduled transmissions
da: Ingen planlagte sendinger
fi: Ei suunniteltuja lähetyksiä
hu: Nincs tervezett adás
nl: Geen geplande uitzendingen
ro: Nici o transmisie programată
sl: Ni načrtovanih prenosov
ta: திட்டமிடப்பட்ட ஒளிபரப்புகள் இல்லை

# noInternetButDontWorry
source: No internet connection, but don't worry.
da: Ingen internetforbindelse, men bare rolig.
fi: Ei Internet-yhteyttä, mutta älä huoli.
hu: Nincs internetkapcsolat, de ne aggódj.
nl: Geen internetverbinding, maar maak je geen zorgen.
ro: Nu există conexiune la internet, dar nu-ți face griji.
sl: Ni povezave, ampak ne skrbi.
ta: இணைய இணைப்பு இல்லை, ஆனால் கவலைப்பட வேண்டாம்.

source: No internet connection
da: Ingen internetforbindelse
fi: Ei Internet-yhteyttä
hu: Nincs internetkapcsolat
nl: Geen internetverbinding
ro: Fără conexiune la internet
sl: Brez internetne povezave
ta: இணைய இணைப்பு இல்லை

# noInternetConnectionDescription
source: Connect to the internet to access all videos.
da: Opret forbindelse til internettet for at få adgang til alle videoer.
fi: Muodosta yhteys Internetiin nähdäksesi kaikki videot.
hu: Az összes videó eléréséhez csatlakozz az internethez.
nl: Maak verbinding met internet om alle video's te bekijken.
ro: Conectează-te la internet pentru a accesa toate videourile.
sl: Za dostop do vseh videoposnetkov se poveži z internetom.
ta: அனைத்து வீடியோக்களையும் அணுக இணையத்துடன் இணைக்கவும்.

# noMailAppsDescription
source: No mail apps installed
da: Ingen mail-apps installeret
fi: Ei sähköpostisovellusta asennettuna
hu: Nincs telepített levelező alkalmazás
nl: Geen mail-apps geïnstalleerd
ro: Nu sunt instalate aplicații de poștă electronică
sl: Ni naloženih aplikacij za pošto
ta: மின்னஞ்சல் செயலிகள் எதுவும் நிறுவப்படவில்லை

source: None
da: Ingen
fi: Ei mikään
hu: Nincs
nl: Geen
ro: Niciunul
sl: Brez
ta: இல்லை

# noPlannedEvents
source: No events planned this day
da: Ingen begivenheder planlagt denne dag
fi: Ei tapahtumia tänään
hu: Ezen a napon nincs tervezett esemény
nl: Geen evenementen gepland vandaag
ro: Astăzi nu sunt evenimente planificate
sl: Za ta dan ni načrtovanih dogodkov
ta: இந்த நாளில் எந்த நிகழ்வுகளும் திட்டமிடப்படவில்லை

# noResults
source: No results found
da: Ingen resultater fundet
fi: Mitään ei löytynyt
hu: Nincs eredmény
nl: Geen resultaten
ro: Nici un rezultat gasit
sl: Ni najdenih rezultatov
ta: முடிவுகள் எதுவும் இல்லை

source: No subtitles
da: Ingen undertekster
fi: Ei tekstityksiä
hu: Nincs feliratozás
nl: Geen ondertiteling
ro: Fără subtitrare
sl: Ni podnapisov
ta: வசனங்கள் இல்லை

source: Not achieved
da: Ikke opnået
fi: Ei saavutettu
hu: Nem teljesült
nl: Niet gehaald
ro: Nerealizat încă
sl: Ni dosežen
ta: அடையவில்லை

# notEnoughAvailableSpace
source: Not enough available space on your device
da: Ikke nok ledig plads på din enhed
fi: Laitteessa ei riitä enää tila
hu: Nincs elég szabad hely az eszközön
nl: Onvoldoende beschikbare ruimte op uw apparaat
ro: Nu este suficient spațiu disponibil pe dispozitivul tău
sl: Ni dovolj prostora na tvoji napravi
ta: உங்கள் சாதனத்தில் போதுமான இடம் இல்லை

# notFound
source: The content you are looking for doesn't seem to exist.
da: Det indhold, du leder efter, ser ikke ud til at eksistere.
fi: Sisältö puuttuu.
nl: De inhoud die je zoekt lijkt niet te bestaan.
ro: Conținutul pe care îl cauți nu pare să existe.
sl: Vsebina, ki jo iščeš, ne obstaja.
ta: நீங்கள் தேடும் உள்ளடக்கம் இருப்பதாகத் தெரியவில்லை.
