Repository: bcc-code/bcc-media-app
Catalog: lib/l10n/bccm_*.arb
Languages: da, fi, hu, nl, ro, sl, ta

# tapOnTheDownloadIcon
source: Tap on the download icon on a video, to download and play while offline.
da: Tryk på download-ikonet på en video for at downloade og afspille offline.
fi: Napauta videon latauskuvaketta ladataksesi ja toistaaksesi offline-tilassa.
hu: Koppints a letöltés ikonra egy videón, hogy letöltsd és lejátszd offline állapotban.
nl: Tik op het downloadpictogram op een video om deze te downloaden en offline af te spelen.
ro: Apasă pe pictograma de descărcare de pe un videoclip pentru a-l descărca și a-l reda fără a fi conectat la internet.
sl: Tapni ikono za prenos na videoposnetku, da ga preneseš in predvajaš brez povezave.
ta: ஆஃப்லைனில் இருக்கும் போது பதிவிறக்கம் செய்து பிளே செய்ய, வீடியோவில் உள்ள பதிவிறக்க ஐகானைத் தட்டவும்.

source: task completed
da: Opgave udført
fi: tehtävä suoritettu
hu: feladat elvégezve
nl: taak afgerond
ro: sarcină îndeplinită
sl: naloga opravljena
ta: பணி முடிந்தது

# taskCount
source: {count} tasks
da: {count} opgaver
fi: {count} tehtävää
hu: {count} feladat
nl: {count} taken
ro: {count} sarcini
sl: {count} naloge
ta: {count} பணிகள்

source: tasks completed
da: Opgaver udført
fi: tehtävää suoritettu
hu: feladatből elvégezve
nl: taken afgerond
ro: sarcini îndeplinite
sl: naloge opravljene
ta: பணிகள் முடிக்கப்பட்டன

source: Technical details
da: Tekniske detaljer
fi: Tekniset tiedot
hu: Műszaki részletek
nl: Technische details
ro: Detalii tehnice
sl: Tehnične podrobnosti
ta: தொழில்நுட்ப விவரங்கள்

source: Terms of use
da: Betingelser for brug
fi: Käyttöehdot
hu: Használati feltételek
nl: Gebruiksvoorwaarden
ro: Termeni de utilizare
sl: Pogoji uporabe
ta: பயன்பாட்டு விதிமுறைகளை

source: Thank you!
da: Mange tak!
fi: Kiitoksia!
hu: Köszönjük!
nl: Hartelijk dank!
ro: Mulțumim!
sl: Hvala!
ta: நன்றி!

# thankYouForContribution
source: Thank you for your contribution!
da: Tak for dit bidrag!
fi: Kiitos panoksesta!
hu: Köszönjük a hozzájárulásodat!
nl: Hartelijk dank voor je bijdrage!
ro: Mulțumim pentru contribuție!
sl: Hvala za tvoj prispevek!
ta: உங்கள் பங்களிப்பிற்கு நன்றி!

# thankYouSupportDescription
source: We appreciate all feedback and we will address the issue as soon as possible.
da: Vi sætter pris på al feedback, og vi vil løse problemet så hurtigt som muligt.
fi: Arvostamme kovasti palautetta ja teemme parhaamme ongelman korjaamiseksi.
hu: Nagyra értékeljük az összes visszajelzést, és a lehető leghamarabb megválaszoljuk a kérdést.
nl: We stellen alle feedback op prijs en gaan er zo snel mogelijk mee aan de slag.
ro: Apreciem toate feedback-urile și vom aborda problema cât de curând posibil.
sl: Cenimo vsa povratna sporočila in težave bomo rešili v najkrajšem možnem času.
ta: அனைத்து கருத்துக்களையும் நாங்கள் பாராட்டுகிறோம், மேலும் விரைவில் சிக்கலைத் தீர்ப்போம்.

# thankYouSupportTitle
source: Thank you for your feedback!
da: Tak for din feedback!
fi: Kiitos palautteesta!
hu: Köszönjük visszajelzésedet!
nl: Bedankt voor je feedback!
ro: Mulțumim pentru feedback-ul tău!
sl: Hvala za povratno sporočilo!
ta: உங்கள் கருத்துக்கு நன்றி!

# theVideoFileSizeIs
source: The video file size is {size}.
da: Videofilens størrelse er {size}.
fi: Videotiedoston koko on {size}.
hu: A videó fájl mérete {size}.
nl: De bestandsgrootte van de video is {size}.
ro: Dimensiunea fișierului video este {size}.
sl: Velikost videa je {size}.
ta: வீடியோ கோப்பு அளவு {size}.

source: This video can't be downloaded.
da: Denne video kan ikke downloades.
fi: Tätä videota ei voi ladata.
hu: Ez a videó nem tölthető le.
nl: Deze video kan niet worden gedownload.
ro: Acest video nu poate fi descărcat.
sl: Tega videoposnetka ni mogoče prenesti.
ta: இந்த வீடியோவைப் பதிவிறக்க முடியாது.

# timezoneInformation
source: Tv guide timetable is in your local time: {timeZone}
da: Tv-guidens tidsplan er i din lokale tid: {timeZone}
fi: Kellonajat ovat sinun paikallista aikaa: {timeZone}
hu: A Tv program időpontjai a helyi idő szerint jelenek meg: {timeZone}
nl: De tijden in de TV gids worden weergegeven in de lokale tijd: {timeZone}
ro: Programul ghidului Tv este afișat în ora ta locală: {timeZone}
sl: Tv spored je v tvojem lokalnem času: {timeZone}
ta: தொலைக்காட்சி வழிகாட்டி கால அட்டவணை உங்கள் உள்ளூர் நேரத்தில் உள்ளது: {timeZone}

source: Today
da: I dag
fi: Tänään
hu: Ma
nl: Vandaag
ro: Astăzi
sl: Danes
ta: இன்று

source: Tomorrow
da: I morgen
fi: Huomenna
hu: Holnap
nl: Morgen
ro: Mâine
sl: Jutri
ta: நாளை

# tryAgain
source: Please try again later.
da: Prøv igen senere.
fi: Yritä myöhemmin uudelleen.
hu: Próbálj később újra.
nl: Probeer het later nog eens
ro: Te rog să încerci din nou mai târziu.
sl: Prosim, poskusite znova kasneje.
ta: பிறகு முயற்சிக்கவும்.

# tryAgainButton
source: Try again
da: Prøv igen
fi: Koita uudelleen
hu: Próbálj újra
nl: Probeer opnieuw
ro: Încearcă din nou
sl: Poskusite znova
ta: மீண்டும் முயற்சி செய்

# tvEnterCode
source: Or go to {url} and enter the code: {code}
da: Eller gå til {url} og indtast koden: {code}
fi: Taikka mene tänne: {url} ja syötä sinne: {code}
hu: Vagy menj a {url} oldalra, és add meg a kódot: {code}
nl: Of ga naar {url} en vul de code in: {code}
ro: Sau accesează {url} și introdu codul: {code}
sl: Ali pojdi na {url} in vpiši kodo: {code}
ta: அல்லது {url} க்குச் சென்று குறியீட்டை உள்ளிடவும்: {code}

source: TV Login
fi: Kirjaudu sisään televisiolla
hu: TV bejelentkezés
ro: Conectare TV
sl: TV prijava
ta: டிவி உள்நுழைவு

# tVLoginSuccessful
source: Log in successful, please confirm on TV.
da: Indlogningen lykkedes, bekræft venligst på TV.
fi: Kirjautuminen onnistui. Vahvista televisiosta.
hu: Sikeres bejelentkezés. Hagyd jóvá a TV-n.
nl: Login is gelukt, bevestig op TV.
ro: Conectare cu succes, confirmă te rog pe TV.
sl: Prijava je bila uspešna, prosim potrdite jo na TV.
ta: உள்நுழைவு வெற்றிகரமாக உள்ளது, தயவுசெய்து டிவியில் உறுதிப்படுத்தவும்.

# tvScanQr
source: Scan the code and sign in with your phone
da: Scan koden og log ind med din telefon
fi: Kuvaa qr-koodi ja kirjaudu puhelimella
hu: Szkenneld be a kódot, és jelentkezz be telefonoddal
nl: Scan de code en login met je telefoon
ro: Scanează codul și conectează-te cu telefonul tău
sl: Skeniraj kodo in se vpiši s svojim telefonom
ta: குறியீட்டை ஸ்கேன் செய்து உங்கள் ஃபோன் மூலம் உள்நுழையவும்

# uploadFail
source: Upload failed
da: Upload mislykkedes
fi: Lähettäminen epäonnistui
hu: Sikertelen feltöltés
nl: Upload is mislukt
ro: Încărcarea a eșuat
sl: Nalaganje ni uspelo
ta: பதிவேற்றம் தோல்வியுற்றது

# uploadFileMessage
source: Do you want to upload this file?
da: Vil du uploade denne fil?
fi: Haluatko lähettää tämän tiedoston?
hu: Szeretnéd ezt a fájlt feltölteni?
nl: Wilt u dit bestand uploaden?
ro: Vrei să încarci acest fișier?
sl: Ali hočete naložiti to datoteko?
ta: இந்தக் கோப்பைப் பதிவேற்ற விரும்புகிறீர்களா?

# uploadFileTitle
source: Upload file
da: Upload fil
fi: Lähetä tiedosto
hu: Fájl feltöltése
nl: Upload bestand
ro: Încarcă fişier
sl: Naloži datoteko
ta: கோப்பை பதிவேற்றவும்

source: Uploading
da: Uploader
fi: Lähetetään
hu: Feltöltés
nl: Aan het uploaden
ro: Se încarcă
sl: Nalaganje
ta: பதிவேற்றுகிறது

# userVoice
source: Suggest a feature
da: Foreslå en funktion
fi: Ehdota ominaisuutta
hu: Javasolj egy funkciót
nl: Stel een feature voor
ro: Propune o funcție
sl: Predlagaj funkcijo
ta: ஒரு அம்சத்தை பரிந்துரைக்கவும்

source: Verification email sent
da: Bekræftelses-e-mail sendt
fi: Vahvistussähköposti lähetetty
hu: Ellenőrző e-mail elküldve
nl: E-mail ter verificatie verzonden
ro: E-mail de verificare trimis
sl: Poslana pošta za potrditev
ta: சரிபார்ப்பு மின்னஞ்சல் அனுப்பப்பட்டது

source: Verify your account
da: Bekræft din konto
fi: Vahvista tili
hu: Ellenőrizd a fiókodat
nl: Verifieer je account
ro: Verifică contul tău
sl: Potrdi svoj račun
ta: உங்கள் கணக்கை சரிபார்க்கவும்

source: Version
fi: Versio
hu: Verzió
nl: Versie
ro: Versiune
sl: Verzija
ta: பதிப்பு

# videoCompletedText
source: Great job on completing the video.
da: Godt arbejde med at se hele videoen.
fi: Hienoa, katsoit videon loppuun.
hu: Nagyszerű munka a tanulmányi téma befejezésében.
nl: Goed gedaan, video afgerond.
ro: Foarte bine! Ai finalizat videoul.
sl: Bravo! Prišel si do konca videoposnetka.
ta: காணொளியை நிறைவு செய்ததில் சிறப்பான பணி.

# videoCount
source: {count} videos
da: {count} film
fi: {count} videota
hu: {count} videók
ro: {count} videouri
sl: {count} videoposnetki
ta: {count} வீடியோக்கள்

source: Video language
da: Audio sprog
fi: Videon kieli
hu: Videó nyelve
nl: Videotaal
ro: Limbă video
sl: Jezik videoposnetka
ta: வீடியோ மொழி

# videoOnlyAccessibleToLoggedIn
source: This video is only accessible to users that are logged in to the app.
da: Denne video er kun tilgængelig for brugere, der er logget ind i appen.
fi: Tämä video näkyy vain sisäänkirjautuneille.
hu: Ez a videó csak bejelentkezett felhasználók számára érhető el.
nl: Deze video is alleen beschikbaar voor ingelogde gebruikers.
ro: Acest video este accesibil doar utilizatorilor care sunt conectați în aplicație.
sl: Ta video je na voljo samo prijavljenim uporabnikom.
ta: செயலியில் உள்நுழைந்துள்ள பயனர்கள் மட்டுமே இந்த வீடியோவை அணுக முடியும்.

source: Video quality
da: Videokvalitet
fi: Videon laatu
hu: Videó minősége
nl: Beeldkwaliteit
ro: Calitatea video
sl: Kakovost videoposnetka
ta: வீடியோ தரம்

source: Videos
da: Film
fi: Videot
hu: Videók
ro: Videouri
sl: Videoposnetki
ta: வீடியோக்கள்

source: Video text language
da: Sprog undertekster
fi: Videotekstityksen kieli
hu: Videó szövegének nyelve
nl: Taal van videocontent
ro: Limba textului din video
sl: Jezik besedila videoposnetka
ta: வீடியோ உரை மொழி

source: Watch again
da: Se igen
fi: Katso uudelleen
hu: Nézd meg újra
nl: Nogmaals kijken
ro: Vezi din nou
sl: Poglej znova
ta: மீண்டும் பார்க்கவும்

source: Watch now
da: Se nu
fi: Katso
hu: Nézd meg most
nl: Nu kijken
ro: Vezi acum
sl: Glej zdaj
ta: இப்பொழுது பார்

source: We have sent an email to
da: Vi har sendt en e-mail til
fi: Sähköposti on lähetetty osoitteeseen
hu: Küldtünk egy e-mailt a következő címre
nl: We hebben een email gestuurd naar
ro: Am trimis un email pe
sl: Pošto smo poslali na
ta: மின்னஞ்சல் அனுப்பியுள்ளோம்

source: Well done!
da: Godt klaret!
fi: Hyvin tehty!
hu: Jól csináltad!
nl: Goed gedaan!
ro: Bună treabă!
sl: Bravo!
ta: நல்லது!

# whatIsMath
source: What is
da: Hvad er
fi: Mitä on
hu: Mit jelent
nl: Wat is
ro: Cât este
sl: Kaj je
ta: என்ன

source: Write here
da: Skriv her
fi: Kirjoita tähän
hu: Írjál ide
nl: Schrijf hier
ro: Scrie aici
sl: Napiši tukaj
ta: இங்கே எழுதுங்கள்

source: Yes, Cancel
da: Ja, annullér
fi: Niin, hylkää
hu: Igen, törlés
nl: Ja, Annuleer
ro: Da, Anulează
sl: Ja, prekliči
ta: ஆம், ரத்துசெய்

source: You can contact us at
da: Du kan kontakte os på
fi: Yhteydenotot:
hu: Kapcsolatba léphetsz velünk az alábbi címen
nl: Neem contact op via
ro: Ne poți contacta la
sl: Z nami lahko vzpostaviš stik na
ta: நீங்கள் எங்களை தொடர்பு கொள்ளலாம்

# youCanNowLogInToYourAccount
source: You can now log in to your account and explore a variety of edifying content.
da: Du kan nu logge ind på din brugerkonto og udforske et udvalg af opbyggeligt indhold.
fi: Voit nyt kirjautua sisään ja tutustua laajaan valikoimaan rakentavaa sisältöä.
hu: Most már bejelentkezhetsz a fiókodba, és felfedezheted a különböző építő tartalmakat.
nl: Je kunt nu je account gebruiken en een heleboel opbouwende onderwerpen ontdekken.
ro: Acum poți să te conectezi în contul tău și să explorezi o varietate de conținut edificator.
sl: Sedaj se lahko vpišeš v svoj račun in raziščeš različne izgrajujoče vsebine.
ta: நீங்கள் இப்போது உங்கள் கணக்கில் உள்நுழைந்து பல்வேறு பக்திவிருத்தியான உள்ளடக்கத்தை ஆராயலாம்.

# youCanNowUseYourAccount
source: You can now use your account and explore a variety of edifying content.
da: Du kan nu bruge din brugerkonto og udforske et udvalg af opbyggeligt indhold.
fi: Tilin kautta voit nyt tutustua laajaan valikoimaan rakentavaa sisältöä.
hu: Most már használhatod a fiókodat, és felfedezheted a különböző építő tartalmakat.
nl: Je kunt nu je account gebruiken en een heleboel opbouwende onderwerpen ontdekken.
ro: Acum îți poți folosi contul și explora o varietate de conținut edificator.
sl: Sedaj lahko uporabiš svoj račun in raziščeš različne izgrajujoče vsebine.
ta: நீங்கள் இப்போது உங்கள் கணக்கைப் பயன்படுத்தி பல்வேறு பக்திவிருத்தியான உள்ளடக்கத்தை ஆராயலாம்.

source: Your favorites
da: Mine favoritter
fi: Suosikkini
hu: Kedvenceid
nl: Jouw favorieten
ro: Favoritele mele
sl: Tvoje priljubljene
ta: உங்களுக்கு பிடித்தவை

# ztoA
source: Z-A
fi: Ö-A

source: Beta
hu: Béta
nl: Bèta
ta: பீட்டா

# deviceInfoEnvOverride
source: Environment override
da: Overstyring af miljø
hu: Környezet felülbírálása
nl: Environment overschrijven
ro: Suprascrierea mediului
sl: Preglasitev okolja
ta: சுற்றுச்சூழலை மீறுகிறது

# minutesShort
source: min
hu: perc
ta: நிமிடம்

source: Offline
ro: Fără internet
sl: Brez povezave
ta: ஆஃப்லைன்

source: OK
ro: Bine
ta: சரி
