Repository: bcc-code/bcc-media-app
Catalog: lib/l10n/bccm_*.arb
Languages: da, fi, hu, nl, ro, sl, ta

source: About
da: Om
fi: Tietoa
hu: Rólunk
nl: Over
ro: Detalii aplicație
sl: O aplikaciji
ta: பற்றி

source: Account created
da: Brugerkonto oprettet
fi: Tili luotu
hu: Létrehozott fiók
nl: Account aangemaakt
ro: Cont creat
sl: Račun je ustvarjen
ta: கணக்கு உருவாக்கப்பட்டது

# accountDeletionExplanation
source: You are about to request to delete your account with BCC Media and all your data related to this app.
da: Du er ved at anmode om at slette din konto hos BCC Media og alle dine data relateret til denne app.
fi: Olet pyytämässä BCC Media -tilisi poistamista mukaanlukien kaikki sovelluksen tallentama tieto.
hu: Éppen kéred a BCC Media fiókod és az alkalmazással kapcsolatos összes adatod törlését.
nl: Je staat op het punt een verzoek in te dienen om je account bij BCC Media en al je gegevens met betrekking tot deze app te verwijderen.
ro: Ești pe cale să soliciți ștergerea contului tău din BCC Media și a tuturor datelor tale legate de această aplicație.
sl: Zaprosil boš za izbris svojega računa v BCC Media in vseh povezanih podatkov.
ta: BCC மீடியாவில் உள்ள உங்கள் கணக்கையும் இந்த செயலியுடன் தொடர்புடைய எல்லா தரவையும் நீக்கக் கோர உள்ளீர்கள்.

# accountDeletionSuccess
source: Account deletion successfully requested. You will receive an email at {email}. To confirm your identity, we need you reply to that email to proceed with the deletion.
da: Anmodning om at slette din brugerkonto gennemført. Du vil modtage en e-mail på {email}. For at bekræfte din identitet har vi brug for, at du svarer på den e-mail for at fortsætte med at slette din brugerkonto.
fi: Pyyntö tilin poistamiseksi on lähetetty. Saat asiasta sähköpostin osoitteeseen {email}. Identiteettisi varmistamiseksi sinun tulee vastata sähköpostiin - jolloin tili voidaan poistaa.
hu: Fiók törlését sikeresen kértük. E-mailt fogsz kapni a {email} címre. Személyazonosságának megerősítése érdekében válaszolnod kell erre az e-mailre, hogy folytathassuk a törlést.
nl: Account verwijderen succesvol aangevraagd. Je ontvangt een e-mail op {email}. Om je identiteit te bevestigen, hebben we je antwoord op die e-mail nodig om verder te gaan met de verwijdering.
ro: Ștergerea contului a fost solicitată cu succes. Vei primi un e-mail pe {email}. Pentru a confirma identitatea trebuie să ne răspunzi la acel e-mail pentru a continua ștergerea.
sl: Izbris računa je bil potrjen. Prejel boš sporočilo na {email}. Za potrditev identitete, moraš odgovoriti na sporočilo, da se bo račun izbrisal.
ta: கணக்கு நீக்குதல் வெற்றிகரமாக கோரப்பட்டது. {email} இல் மின்னஞ்சலைப் பெறுவீர்கள். உங்கள் அடையாளத்தை உறுதிப்படுத்த, நீக்குதலைத் தொடர அந்த மின்னஞ்சலுக்கு நீங்கள் பதிலளிக்க வேண்டும்.

# accountDeletionTimeframe
source: Account deletion will usually be done within {x} business days.
da: Din brugerkonto vil blive slettet inden for {x} arbejdsdage.
fi: Tilin poistaminen tapahtuu yleensä {x} työpäivän kuluessa.
hu: A fiók törlése általában {x} munkanapon belül megtörténik.
nl: Accounts worden gewoonlijk binnen {x} werkdagen verwijderd.
ro: Ștergerea contului se va face de obicei în termen de {x} zile lucrătoare.
sl: Izbris računa bo izveden v roku {x} delovnih dni.
ta: கணக்கு நீக்குதல் பொதுவாக {x} வணிக நாட்களுக்குள் செய்யப்படும்.

# accountDeletionTitle
source: Delete my account
da: Slet min konto
fi: Poista tilini
hu: Fiókom törlése
nl: mijn account verwijderen
ro: Șterge contul meu
sl: Izbriši moj račun
ta: எனது கணக்கை நீக்கு

# accountDeletionWarning
source: This is an action that cannot be undone.
da: Det er en handling, der ikke kan fortrydes.
fi: Tilin poistamista ei voi peruuttaa.
hu: Ezt a műveletet nem lehet visszafordítani.
nl: Dit is een actie die niet ongedaan kan worden gemaakt.
ro: Aceasta este o acțiune care nu poate fi anulată.
sl: To dejanje ne more biti razveljavljeno.
ta: இது செயல்தவிர்க்க முடியாத செயல்.

# achievementFirstDescription
source: Great job on completing the video and earning your first progress achievement.
da: Godt arbejde med at se hele videoen og få din første streak.
fi: Ensimmäinen saavutus - katsoit videon. Hieno homma!
hu: Szép munka, hogy befejezted a videót és megszerezted az első előrehaladási eredményedet.
nl: Gefeliciteerd met het afronden van de video en het bereiken van je eerste doel.
ro: Foarte bine! Ai finalizat videoul și ai obținut primul progres.
sl: Bravo! Prišel si do konca videoposnetka in zaslužil svoj prvi dosežek.
ta: வீடியோவை நிறைவுசெய்து உங்களின் முதல் முன்னேற்றச் சாதனையைப் பெற்றதில் சிறந்த வேலை.

source: Achievements
da: Streaks
fi: Saavutukset
hu: Eredmények
nl: Prestaties
ro: Realizări
sl: Dosežki
ta: சாதனைகள்

# achievementStudyTopic
source: Great job on completing the study topic {name}
da: Godt arbejdet med at udføre temaet {name}
fi: Hieno homma. Olet suorittanut opintokokonaisuuden {name}
hu: Nagyszerű munka a tanulmányi téma befejezésében {name}
nl: Goed gedaan, je eerste study topic {name} afgerond
ro: Foarte bine! Ai finalizat subiectului de studiu {name}
sl: Bravo! Dokončal si temo {name}
ta: {name} படிப்பு தலைப்பை முடிப்பதில் சிறந்த வேலை

source: Add
da: Tilføj
fi: Lisää
hu: Hozzáadás
nl: Voeg toe
ro: Adaugă
sl: Dodaj
ta: சேர்

source: Add language
da: Tilføj et sprog
fi: Lisää kieli
hu: Nyelv hozzáadása
nl: Taal toevoegen
ro: Adaugă o limbă
sl: Dodaj jezik
ta: மொழியைச் சேர்க்கவும்

source: Age rating
da: Alder
fi: Ikäsuositus
hu: Korhatár-besorolás
nl: Leeftijd certificering
ro: Ratingul de vârstă
sl: Starostna kategorija
ta: வயது மதிப்பீடு

# ageRatingAll
source: All
da: Alle
fi: Ei ikärajaa
hu: Összes
nl: Alle
ro: Tot
sl: Vse
ta: அனைத்து

source: All
da: Alle
fi: Ei ikärajaa
hu: Összes
nl: Alle
ro: Tot
sl: Vse
ta: அனைத்து

source: All subtitles will be available offline
da: Alle undertekster vil være tilgængelige offline
fi: Kaikki tekstitykset toimivat myös offline-tilassa
hu: Minden felirat elérhető lesz offline
nl: De ondertiteling zal offline beschikbaar zijn
ro: Toate subtitrările vor fi disponibile și fără internet
sl: Vsi podnapisi bodo na voljo brez povezave
ta: அனைத்து வசனங்களும் ஆஃப்லைனில் கிடைக்கும்

source: An error occurred
da: Der er sket en fejl
fi: Sattui ongelma
hu: Hiba történt
nl: Er is een fout opgetreden
ro: A apărut o eroare
sl: Prišlo je do napake
ta: பிழை ஏற்பட்டது

# answerLabel
source: Answer
da: Svar
fi: Vastaus
hu: Válasz
nl: Antwoord
ro: Răspuns
sl: Odgovor
ta: பதில்

source: App language
da: App-sprog
fi: Sovelluksen kieli
hu: Applikáció nyelve
nl: Taal app
ro: Limba aplicației
sl: Jezik aplikacije
ta: பயன்பாட்டு மொழி

# appLanguageShort
source: App
fi: Sovellus
sl: Aplikacija
ta: செயலி

# appUpdateAccepted
source: Update
da: Opdater
fi: Päivitä
hu: Frissítés
ro: Actualizare
sl: Posodobitev
ta: புதுப்பிக்கவும்

# appUpdateRequest
source: Please download the latest app to enjoy all the latest features and bug fixes.
da: Download venligst den seneste app for at tage alle de nyeste funktioner og fejlrettelser i brug.
fi: Päivitä sovellus. Siinä on uusia ominaisuuksia ja vikoja on korjattu.
hu: Kérjük, töltsd le a legújabb alkalmazást, hogy élvezhessd a legújabb funkciókat és hibajavításokat.
nl: Download de laatste update voor nieuwe functionaliteiten en bugfixes.
ro: Actualizează la cea mai recentă aplicație pentru a te bucura de toate funcțiile recente și de repararea erorilor.
sl: Prosim prenesi zadnjo verzijo aplikacije, da dobiš najnovejše dodatke in izboljšave.
ta: அனைத்து சமீபத்திய அம்சங்களையும் பிழை திருத்தங்களையும் அனுபவிக்க சமீபத்திய செயலியை பதிவிறக்கவும்.

# appUpdateTitle
source: Update required
da: Opdatering nødvendig
fi: Päivitys on tarpeen
hu: Frissítés szükséges
nl: Update vereist
ro: Necesită actualizare
sl: Potrebna posodobitev
ta: புதுப்பித்தல் தேவை

source: Are you sure?
da: Er du sikker?
fi: Oletko varma?
hu: Biztos vagy abban?
nl: Weet je het zeker?
ro: Ești sigur?
sl: Si prepričan?
ta: நீ சொல்வது உறுதியா?

source: Ask your parents
da: Spørg dine forældre
fi: Pyydä vanhempiasi
hu: Kérdezd meg a szüleidet
nl: Vraag je ouders
ro: Întreabă părinții tăi
sl: Vprašaj starše
ta: உங்கள் பெற்றோரிடம் கேளுங்கள்

# atoZ
source: A-Z
fi: A-Ö

source: Audio
fi: Ääni
hu: Audió
sl: Zvok
ta: ஆடியோ

source: Audio language
da: Audio sprog
fi: Äänen kieli
hu: Tartalom nyelve
nl: Taal geluid
ro: Limba sunetului
sl: Jezik zvoka
ta: ஆடியோ மொழி

# audioNotAvailableInLanguage
source: Audio not available in {lang}
da: Lyd ikke tilgængelig på {lang}
fi: Ääntä ei ole saatavilla {lang}ksi
hu: A hang nem érhető el {lang}-ban
nl: Audio niet beschikbaar in {lang}
ro: Audio nu este disponibil în {lang}
sl: Zvok ni na voljo za jezik: {lang}
ta: {lang} இல் ஆடியோ கிடைக்கவில்லை

source: Auto
fi: Automaattinen
hu: Autó
sl: Samodejno
ta: தானியங்கு

source: Auto-generated
da: Autogenereret
fi: Automaattisesti luotu
hu: Automatikusan generált
nl: Automatisch gegenereerd
ro: Generată automat
sl: Samodejno ustvarjeno
ta: தானாக உருவாக்கப்பட்டவை

# availableFrom
source: Available {date}
da: Tilgængelig {date}
fi: Saatavilla {date}
hu: Elérhető {date}
nl: Beschikbaar {date}
ro: Disponibil de pe {date}
sl: Na voljo {date}
ta: {date} கிடைக்கும்

source: Available offline
da: Tilgængelig offline
fi: Käytettävissä offline-tilassa
hu: Offline elérhető
nl: Offline beschikbaar
ro: Disponibile fără internet
sl: Na voljo brez povezave
ta: ஆஃப்லைனில் கிடைக்கும்

source: Available to
da: Tilgængelig
fi: Poistuu:
hu: Elérhető a
nl: Beschikbaar voor
ro: Disponibil pentru
sl: Na voljo do
ta: கிடைக்கும்

source: Back
da: Tilbage
fi: Takaisin
hu: Vissza
nl: Terug
ro: Înapoi
sl: Nazaj
ta: பின்செல்

# bccMediaCenter
source: BCC Media is a media foundation in the BCC federation that produces and distributes content with positive and Christian values.
da: BCC Media er en mediefond i BCC-forbundet, der producerer og distribuerer indhold med positive og kristne værdier.
fi: BCC Media on BCC Liiton mediayksikkö. Se tuottaa ja toimittaa positiivista Kristillisten arvojen mukaista sisältöä.
hu: A BCC Media a BCC szövetség médiaalapítványa, amely pozitív és keresztény értékeket tartalmazó tartalmakat gyárt és terjeszt.
nl: BCC Media is een media-stichting binnen de BCC-federatie, welke content met positieve en christelijke waarden produceert en verspreidt.
ro: BCC Media este o fundație media din cadrul federației BCC care produce și distribuie conținut cu valori pozitive și creștine.
sl: BCC Media je medijska fundacija v BCC zvezi, ki proizvaja in širi vsebino s pozitivnimi in krščanskimi vrednotami.
ta: பிசிசி மீடியா என்பது பிசிசி கூட்டமைப்பில் உள்ள ஒரு ஊடக அறக்கட்டளையாகும், இது நேர்மறையான மற்றும் கிறிஸ்தவ மதிப்புகளுடன் உள்ளடக்கத்தை உருவாக்கி விநியோகிக்கிறது.

# betaExplanation
source: This feature is in beta and is currently not released to all users. Please report any issues or feedback via the 'Contact' button in settings.
da: Denne funktion er under udvikling og er for øjeblikkt ikke udgivet til alle brugere. Rapporter venligst eventuelle fejl eller feedback via knappen "Kontakt" i indstillingerne.
fi: Tämä ominaisuus on beta-vaiheessa, eikä sitä ole tällä hetkellä julkaistu kaikille käyttäjille. Ilmoita ongelmista tai palautteesta "Ota yhteyttä" -painikkeen kautta asetuksissa.
hu: Ez a funkció béta verzióban van, és jelenleg nem érhető el minden felhasználó számára. Kérjük, hogy bármilyen problémát vagy visszajelzést a beállítások 'Kapcsolat' gombján keresztül jelezz.
nl: Deze functie bevindt zich in de bètafase en is momenteel niet beschikbaar voor alle gebruikers. Rapporteer eventuele problemen of feedback via de knop 'Contact' in de instellingen.
ro: Această funcție este în versiune beta și nu este momentan disponibilă pentru toți utilizatorii. Vă rugăm să raportați orice problemă sau feedback prin intermediul butonului „Contact" din setări.
sl: Ta funkcija je v beta različici in trenutno ni na voljo vsem uporabnikom. Morebitne težave ali povratne informacije sporočite prek gumba "Kontakt" v nastavitvah.
ta: இந்த அம்சம் பீட்டாவில் உள்ளது மற்றும் தற்போது அனைத்து பயனர்களுக்கும் வெளியிடப்படவில்லை. அமைப்புகளில் உள்ள 'தொடர்பு' பொத்தான் மூலம் ஏதேனும் சிக்கல்கள் அல்லது கருத்துகளைப் புகாரளிக்கவும்.

# biblekidsAbout
source: Bible Kids is an initiative by BCC Media, a media foundation within the BCC Federation that produces and distributes content with positive and Christian values.
da: Bible Kids er et initiativ fra BCC Media, en mediestiftelsen under BCC-forbundet, som producerer og distribuerer indhold med positive og kristne værdier.
fi: Bible Kids on BCC Median tuote. BCC Liiton alainen BCC Media tuottaa ja toimittaa positiivista Kristillisten arvojen mukaista sisältöä.
hu: A Bible Kids a BCC Media kezdeményezése, amely a BCC Szövetségen belül működő médiaalapítvány, amely pozitív és keresztény értékeket képviselő tartalmakat állít elő és terjeszt.
nl: Bible Kids is een initiatief van BCC Media, een mediastichting binnen de BCC Federatie die inhoud met positieve en christelijke waarden produceert en verspreidt.
ro: Bible Kids este o inițiativă a BCC Media, o fundație media din cadrul Federației BCC care produce și distribuie conținut cu valori pozitive și Creștine.
sl: BCC Media je iniciativa BCC zveze, medijske fundacije, ki proizvaja in širi vsebino s pozitivnimi in krščanskimi vrednotami.
ta: பைபிள் கிட்ஸ் என்பது பிசிசி மீடியாவின் முன்முயற்சியாகும், இது பிசிசி கூட்டமைப்பிற்குள் உள்ள ஒரு ஊடக அறக்கட்டளையாகும், இது நேர்மறையான மற்றும் கிறிஸ்தவ மதிப்புகளுடன் உள்ளடக்கத்தை உருவாக்கி விநியோகிக்கிறது.

source: Broadcasts
da: Sendinger
fi: Lähetykset
nl: Uitzending
ro: Transmisii
sl: Oddaje
ta: ஒளிபரப்புகள்

source: Calendar
da: Kalender
fi: Kalenteri
hu: Naptár
nl: Kalender
sl: Koledar
ta: நாட்காட்டி

# calendarThisWeek
source: This week
da: Denne uge
fi: Tällä viikolla
hu: Ez a hét
nl: Deze week
ro: Această săptămână
sl: Ta teden
ta: இந்த வாரம்

# calendarWeek
source: week
da: uge
fi: viikko
hu: hét
ro: săptămână
sl: teden
ta: வாரம்

source: Cancel
da: Annuller
fi: Peru
hu: Mégse
nl: Annuleren
ro: Anulare
sl: Prekliči
ta: ரத்து செய்

# cancelConfirmation
source: Are you sure you want to cancel?
da: Er du sikker på at du vil annullere?
fi: Varmastiko haluat perua?
hu: Biztosan le akarod mondani?
nl: Weet u het zeker dat u wilt annuleren?
ro: Ești sigur că vrei să anulezi?
sl: Ali si prepričan, da želiš preklicati?
ta: நிச்சயமாக ரத்துசெய்ய விரும்புகிறீர்களா?

# cancelConfirmationDescription
source: Any unsaved changes will be lost.
da: Alle ændringer, der ikke er gemt, vil gå tabt.
fi: Tallentamattomat muutokset katoavat.
hu: Minden el nem mentett változtatás elveszik.
nl: Niet opgeslagen wijzigingen gaan verloren.
ro: Orice modificări nesalvate vor fi pierdute.
sl: Neshranjene spremembe bodo izgubljene.
ta: சேமிக்கப்படாத மாற்றங்கள் அனைத்தும் இழக்கப்படும்.

# cantPlayVideo
source: You can't play this video now.
da: Du kan ikke afspille denne video nu.
fi: Tätä videota ei voi nyt toistaa.
hu: Sajnos most nem tudod ezt a videót lejátszani.
nl: Deze video kan momenteel niet worden getoond.
ro: Nu se poate reda acest video acum.
sl: Ta videoposnetek trenutno ni na voljo.
ta: உங்களால் இந்த வீடியோவை இப்போது இயக்க முடியாது.

source: Cast queue
da: Cast listen
fi: Toista kaikki isolle ruudulle
hu: Lejátszási listát közvetíteni
nl: Lijst verwijderen
ro: Lista de redare
sl: Predvajaj čakalno vrsto
ta: வீடியோ காஸ்ட் வரிசை

# categoriesTab
source: Categories
da: Kategorier
fi: Luokat
hu: Kategóriák
nl: Categorieën
ro: Categorii
sl: Kategorije
ta: வகைகள்

source: Change
da: Ændre
fi: Vaihda
hu: Módosítás
nl: Wijzig
ro: Modifică
sl: Spremeni
ta: மாற்றவும்

source: Chapters
da: Kapitler
fi: Luvut
hu: Fejezetek
nl: Hoofdstukken
ro: Capitole
sl: Poglavja
ta: அதிகாரங்கள்

# charactersLimit
source: {charsLeft} of {charsTotal} characters left
da: {charsLeft} af {charsTotal} tegn tilbage
fi: {charsTotal} merkistä {charsLeft} jäljellä
hu: {charsLeft} a {charsTotal} karakterből van még hátra
nl: {charsLeft} of {charsTotal} tekens over
ro: Au rămas {charsLeft} din {charsTotal} caractere
sl: {charsLeft} od {charsTotal} znakov
ta: {charsTotal} இல் {charsLeft} எழுத்துகள் மீதமுள்ளன

# checkAnswerButton
source: Check answer
da: Se svar
fi: Tarkista vastaus
hu: Válasz ellenőrzése
nl: Controleer antwoord
ro: Verifică răspunsul
sl: Preveri odgovor
ta: பதிலைச் சரிபார்க்கவும்

# checkNetwork
source: Check your network connection and try again.
da: Tjek din netværksforbindelse, og prøv igen.
fi: Tarkista nettiyhteys ja yritä uudelleen.
hu: Ellenőrizd a hálózati csatlakozásodat és próbálj újra.
nl: Controleer je netwerkverbinding en probeer opnieuw
ro: Verifică conexiunea la internet și încearcă din nou.
sl: Preverite svojo internetno povezavo in poskusite znova.
ta: உங்கள் நெட்வொர்க் இணைப்பைச் சரிபார்த்து, மீண்டும் முயலவும்.

# clickTheLinkToVerify
source: Click the link in the email to verify your account.
da: Klik på linket i e-mailen for at bekræfte din konto.
fi: Klikkaa sähköpostissa olevaa linkkiä.
hu: Kattints az e-mailben található linkre a fiókod ellenőrzéséhez.
nl: Klik op de link in de e-mail om je account te verifiëren.
ro: Apasă pe linkul din e-mail pentru a vă verifica contul.
sl: Klikni na povezavo v elektronski pošti, da potrdiš svoj račun.
ta: உங்கள் கணக்கைச் சரிபார்க்க மின்னஞ்சலில் உள்ள இணைப்பைக் கிளிக் செய்யவும்.

source: Close
da: Luk
fi: Sulje
hu: Bezárás
nl: Sluiten
ro: Închide
sl: Zapri
ta: மூடு

source: Coming soon
da: Kommer snart
fi: Tulossa pian
hu: Hamarosan jön
nl: Komt binnenkort
ro: Apare în curând
sl: Pride kmalu
ta: விரைவில் வரும்

# completePreviousTasks
source: Complete previous tasks to unlock
da: Fuldfør tidligere opgaver for at låse op
fi: Avaa suorittamalla edellinen tehtävä
hu: Fejezd be a korábbi feladatokat a feloldáshoz
nl: Voltooi de vorige taken om deze te kunnen openen
ro: Completează sarcini anterioare pentru a debloca
sl: Da odkleneš, moraš dokončati prejšnje naloge
ta: திறக்க முந்தைய பணிகளை முடிக்கவும்

# connectToExplore
source: Connect to the internet to explore all videos.
da: Opret forbindelse til internettet for at udforske alle videoer.
fi: Muodosta yhteys Internetiin nähdäksesi kaikki videot.
hu: Az összes videó eléréséhez csatlakozz az internethez.
nl: Maak verbinding met internet om alle video's te bekijken.
ro: Conectează-te la internet pentru a accesa toate videourile.
sl: Poveži se z internetom, da raziščeš vse videe.
ta: அனைத்து வீடியோக்களையும் ஆராய இணையத்துடன் இணைக்கவும்.

# considerDeletingOtherVideos
source: Consider deleting other videos you downloaded in the app.
da: Overvej at slette andre videoer, du har downloadet i appen.
fi: Harkitse muiden sovelluksesta lataamiesi videoiden poistamista.
hu: Fontolj meg az alkalmazásból letöltött egyéb videók törlését.
nl: Overweeg om andere video's die je in de app hebt gedownload te verwijderen.
ro: Consideră posibilitatea ștergerii altor videouri pe care le-ai descărcat în aplicație.
sl: Razmisli o izbrisu drugih videoposnetkov, ki si jih prenesel iz aplikacije.
ta: செயலியில் நீங்கள் பதிவிறக்கிய பிற வீடியோக்களை நீக்குவதைக் கவனியுங்கள்.

# contactEmail
source: Your contact email
da: Din e-mail
fi: Sähköpostiosoitteesi
hu: A kapcsolattartási e-mail címed
nl: Je e-mail adres
ro: Adresa ta de e-mail de contact
sl: Tvoj elektronski naslov
ta: உங்கள் தொடர்பு மின்னஞ்சல்

# contactEmailHint
source: Type in your email address
da: Indtast din e-mailadresse
fi: Kirjoita sähköpostiosoitteesi
hu: Írd be az e-mail címed
nl: Typ je e-mail adres
ro: Introdu adresa ta de e-mail
sl: Vpiši svoj elektronski naslov
ta: உங்கள் மின்னஞ்சல் முகவரியை உள்ளிடவும்

# contactIncludeDeviceInfo
source: Include device information for better support.
da: Inkluder enhedsoplysninger for bedre support
fi: Liitä mukaan laitteen tiedot paremman tuen saamiseksi.
hu: Adj meg eszközinformációkat a jobb támogatás érdekében.
nl: Voeg device informatie toe voor betere hulp.
ro: Include informații despre dispozitiv pentru o asistență mai bună.
sl: Za boljšo podporo vključi informacije o napravi.
ta: சிறந்த ஆதரவுக்காக சாதனத் தகவலைச் சேர்க்கவும்.

# contactIssueHint
source: Describe the issue
da: Beskriv problemet
fi: Kuvaile ongelmaa
hu: Írd le a kérdést
nl: Beschrijf het probleem
ro: Descrie problema
sl: Opiši težavo
ta: சிக்கலை விவரிக்கவும்

# contactMessage
source: Message
da: Besked
fi: Viesti
hu: Üzenet
nl: Bericht
ro: Mesaj
sl: Sporočilo
ta: செய்தி

# contactMessageHint
source: Enter your message here
da: Indtast din besked her
fi: Kirjoita viestisi tähän
hu: Ide írd be az üzeneted
nl: Voer hier je bericht in
ro: Introdu mesajul tău aici
sl: Tukaj vpiši svoje sporočilo
ta: உங்கள் செய்தியை இங்கே உள்ளிடவும்

# contactName
source: Name
da: Navn
fi: Nimi
hu: Név
nl: Naam
ro: Nume
sl: Ime
ta: பெயர்

# contactNameHint
source: Type in your name
da: Indtast dit navn
fi: Kirjoita nimesi
hu: Írd be a neved
nl: Typ je naam
ro: Introdu numele tău
sl: Vpiši svoje ime
ta: உங்கள் பெயரை உள்ளிடவும்

# contactSeeData
source: Click to see data.
da: Klik for at se data
fi: Tästä näet tiedot.
hu: Kattints az adatok megtekintéséhez.
nl: Klik om de info te zien.
ro: Faceți clic pentru a vedea datele.
sl: Klikni za ogled podatkov.
ta: தரவைப் பார்க்க கிளிக் செய்யவும்.

source: Contact support
da: Kontakt support
fi: Tukipyyntö
hu: Vedd fel a kapcsolatot a supporttal
ro: Contactare suport
sl: Podpora
ta: ஆதரவைத் தொடர்பு கொள்ளவும்

source: Contact us
da: Kontakt os
fi: Yhteydenotto
hu: Kapcsolat
nl: Contact
ro: Contactează-ne
sl: Kontaktiraj nas
ta: எங்களை தொடர்பு கொள்ள

source: Content language
da: Indholdssprog
fi: Sisällön kieli
hu: Tartalom nyelve
nl: Taal content
ro: Limba conținutului
sl: Jezik vsebine
ta: உள்ளடக்க மொழி

# contentLanguageExplanation
source: Reorder the languages to match your preference for audio & subtitle language.
da: Omorganiser sprogene, så de passer til dine præferencer for lyd- og undertekstsprog.
fi: Järjestä kielet uudelleen vastaamaan haluamaasi äänen ja tekstityksen kieltä.
hu: Rendezz át a nyelveket a kívánt hang- és feliratnyelvnek megfelelően.
nl: Wijzig de volgorde van de talen naar je voorkeur voor geluid en ondertiteling.
ro: Reordonează limbile pentru a corespunde preferințelor tale în ceea ce privește limba audio și subtitrarea.
sl: Spremeni vrstni red jezikov tako, da bo ustrezal tvojim željam glede jezika zvoka in podnapisov.
ta: ஆடியோ மற்றும் வசன மொழிக்கான உங்கள் விருப்பத்துடன் பொருந்துமாறு மொழிகளை மறுவரிசைப்படுத்தவும்.

# contentLanguageShort
source: Content
da: Indhold
fi: Sisältö
hu: Tartalom
nl: Inhoud
ro: Conţinut
sl: Vsebina
ta: உள்ளடக்கம்

# continueButton
source: Continue
da: Fortsæt
fi: Jatka
hu: Folytatás
nl: Doorgaan
ro: Continuă
sl: Nadaljuj
ta: தொடரவும்

source: Continue study
da: Fortsæt
fi: Jatka opintoa
hu: Tanulmányozás folytatása
nl: Doorgaan met studie
ro: Continuă studiul
sl: Nadaljuj preučevanje
ta: படிப்பைத் தொடரவும்

source: Continue to task in
da: Fortsæt med opgaven
fi: Tehtävän jatkoon
hu: Folytasd a feladatot
nl: Doorgaan naar de taak in
ro: Continuă să lucrezi la
sl: Nadaljuj na nalogo v
ta: பணியில் தொடரவும்

source: Continue to tasks in
da: Fortsæt med opgaverne
fi: Tehtävien jatkoon
hu: Tovább a feladatokhoz
nl: Doorgaan naar de taken in
ro: Continuă să lucrezi la
sl: Nadaljuj na naloge v
ta: பணிகளைத் தொடரவும்

source: Copy
da: Kopier
fi: Kopioi
hu: Másolás
nl: Kopie
ro: Copiere
sl: Kopiraj
ta: நகலெடு

# countItems
source: {x} items
da: {x} elementer
fi: {x} kappaletta
ro: {x} rezultate
sl: {x} stvari
ta: {x} பொருட்கள்
