Repository: bcc-code/bcc-media-app
Catalog: lib/l10n/intl_*.arb
Languages: es, fr, no, pt

# askQuestion
source: Ask a question
es: Haga una pregunta
fr: Poser une question
no: Still et spørsmål
pt: Faça uma pergunta

# submitQuestionInfo
source: By submitting a question you accept that it can be used for broadcast purposes.
es: Al enviar una pregunta, usted está aceptando que pueda ser utilizada para propósitos relacionados con la transmisión.
fr: En posant une question, tu acceptes qu'elle soit utilisée dans le cadre de l'émission.
no: Ved å sende inn et spørsmål aksepterer du at dette kan bli brukt for senere publisering.
pt: Ao enviar uma pergunta, você concorda que ela pode ser usada para fins de transmissão.

source: Posting
es: Publicando
fr: Envoyer
no: Innsending
pt: Postar

# submitPostInfo
source: By submitting a post or photo you accept that it can be used for broadcast purposes.
es: Al enviar una publicación o una foto, ud acepta que se puede utilizar para fines de transmisión.
fr: En postant un message ou une photo, tu acceptes son utilisation dans le cadre de l'émission.
no: Ved å sende inn et spørsmål aksepterer du at dette kan bli brukt for senere publisering.
pt: Ao enviar uma postagem ou foto, você concorda que ela pode ser usada para fins de transmissão.

source: Crop image
es: Recortar imagen
fr: Recouper l'image
no: Beskjær bildet
pt: Cortar imagem

source: Square
es: Ajustar
fr: Carré
no: Kvadrat
pt: Quadrado

source: Landscape
es: Panoramica
fr: Paysage
no: Landskap
pt: Panorama

# pollSingleChoice
source: You may select your answer only once.
es: Solo tienes una oportunidad para elegir tu respuesta.
fr: Tu ne peux sélectionner qu'une seule réponse à la fois.
no: Du kan bare velge et svar en gang
pt: Você pode selecionar sua resposta apenas uma vez.

# pollMultipleChoice
source: You may change your answer multiple times.
es: Tu respuesta puede ser modificada varias veces.
fr: Tu peux modifier ta réponse plusieurs fois.
no: Du kan endre svaret ditt flere ganger.
pt: Você pode alterar sua resposta várias vezes.

# pollEnded
source: The poll section has ended. Thank you for your responses.
es: La encuesta ha concluido. Muchas gracias por tus respuestas.
fr: Le sondage est clos. Merci pour tes réponses.
no: Avstemningen er slutt. Takk for dine svar.
pt: A seção de enquete terminou. Obrigado por suas respostas.

# browserInstall
source: Please install web browser to be able to open this URL.
es: Instale un navegador web para poder abrir esta URL.
fr: Merci d'installer un navigateur Web pour pouvoir ouvrir cet URL.
no: Vennligst installer nettleser for å kunne åpne denne URLen.
pt: Por favor, instale o navegador da web para poder abrir este URL.

source: Share
es: Compartir
fr: Partager
no: Del
pt: Compartilhar

source: Live now
es: En vivo
fr: En direct maintenant
no: Direkte nå
pt: Ao vivo agora

source: Program
es: Programa
fr: Programme
pt: Programa

# participateTab
source: Participate
es: Participar
fr: Participer
no: Delta
pt: Participar

source: Tomorrow
es: Mañana
fr: Demain
no: I morgen
pt: Amanhã

source: Read by
es: Leido por
fr: Lu par
no: Lest av
pt: Lido por

# pollAnswer
source: You've answered: {0}
es: Has respondido: {0}
fr: Tu as répondu : {0}
no: Du har svart: {0}
pt: Você respondeu: {0}

source: Broadcasts
es: Transmision
fr: Transmissions
no: Sendinger
pt: Transmissão

# quizAnswered
source: Answers submitted
es: Respuesta enviada
fr: Réponses envoyées
no: Svar sendt
pt: Respostas enviadas

# quizNotEnabled
source: Quiz is not available at the moment. Please try again later.
es: El cuestionario no esta disponible en estos momentos. Por favor, inténtelo mas tarde.
fr: Le quiz n'est pas disponible pour le moment. Merci de retenter plus tard.
no: Quiz er ikke tilgjengelig for øyeblikket. Vennligst prøv igjen senere.
pt: O Quiz não está disponível no momento. Por favor, tente novamente mais tarde.

source: Calendar
es: Calendario
fr: Calendrier
no: Kalender
pt: Calendário

# noEvents
source: No scheduled transmissions
es: No hay transmisiones programadas
fr: Aucune transmission prévue
no: Ingen planlagte sendinger
pt: Sem transmissões programadas

# appUpdateTitle
source: Update required
es: Se requiere la actualización
fr: Mise à jour requise
no: Krever oppdatering
pt: Atualização necessária

# appUpdateRequest
source: Please download the latest app to enjoy all the latest features and bug fixes.
es: Por favor, Descargue la última version de la aplicación para disfrutar de las últimas funciones y correcciones de errores.
fr: Merci de télécharger la dernière version de l'application pour profiter des dernières fonctionnalités et éviter les bugs.
no: Vennligst last ned den siste versjonen av appen for å få gleden av de siste funksjonene og feilrettingene.
pt: Por favor, baixe o aplicativo mais recente para desfrutar de todos os recursos e correções de bugs mais recentes.

# appUpdateAccepted
source: Update
es: Actualización
fr: Mettre à jour
no: Oppdater
pt: Atualizar

# donationNotAvailable
source: Donation is not available at the moment. Please try again later.
es: La donaciónes no está disponibles en este momento. Por favor, inténtelo de nuevo más tarde.
fr: Il n'est pas possible de faire un don pour le moment. Merci de retenter plus tard.
no: Donasjon er ikke tilgjengelig for øyeblikket. Vennligst prøv igjen senere.
pt: A doação não está disponível no momento. Por favor, tente novamente mais tarde.

# posts
source: {0} Posts
es: {0} Publicaciones
fr: {0} Publications
no: {0} Innlegg
pt: {0} Publicações

source: Copy
es: Copiar
fr: Copier
no: Kopier
pt: Cópia

source: Reload
es: Cargar
fr: Recharger
no: Last inn på nytt
pt: Recarregar

# particiantsTitle
source: Who is answering?
es: ¿Quién está respondiendo?
fr: Qui répond ?
no: Hvem svarer?
pt: Quem está respondendo?

# participantsSubtitle
source: Select one or more participants.
es: Elija uno o más participantes.
fr: Sélectionne un ou plusieurs participants.
no: Velg en eller flere deltagere.
pt: Selecione um ou mais participantes.

source: Your family
es: Su familia
fr: Ta famille
no: Familien din
pt: Sua família

source: Your turn
es: Su turno
fr: Ton tour
no: Din tur
pt: Sua vez

source: FAQ
es: Preguntas frecuentes
pt: Perguntas frequentes

# shareStart
source: Share from start
es: Compartir desde el inicio
fr: Partager depuis le début
no: Del fra start
pt: Compartilhar desde o início

# shareTime
source: Share from time {0}
es: Compartir desde {0}
fr: Partager à partir de {0}
no: Del fra tid {0}
pt: Compartilhar de uma vez

# audioOnlyErrorDescription
source: Check internet connection and try again
es: Revisa tu conexión a internet e inténtalo otra vez
fr: Vérifie ta connexion internet et retente à nouveau
no: Sjekk nettverksforbindelsen og prøv en gang til
pt: Verifique a conexão com a Internet e tente novamente

source: Privacy Policy
fr: Politique de confidentialité
no: Personvernerklæring
pt: Política de privacidade

# tokenError
source: We couldn't confirm your identity, most likely due to a network problem. Some features of the app may not work correctly.
no: Vi kunne ikke bekrefte din identitet, mest sannsynlig på grunn av et nettverksproblem. Noen funksjoner i appen fungerer kanskje ikke som de skal.
pt: Não foi possível confirmar sua identidade, provavelmente devido a um problema de rede. Alguns recursos do aplicativo podem não funcionar corretamente.

# categoriesTab
source: Categories
es: Categorías
fr: Catégories
no: Kategorier
pt: Categorias

# settingsTab
source: Settings
es: Configuración
fr: Paramètres
no: Innstillinger
pt: Configurações.

source: Confirm login
es: Confirmar inicio de Sesión
fr: Confirme la connexion
no: Bekreft innlogging
pt: Confirmar login

# scanInfo
source: Scan code with your phone to enter login page.
es: Escanea el código Qr con tu teléfono para acceder a la pagina de inicio de sesión.
fr: Scanne le code avec ton téléphone pour accéder à la page de connexion.
no: Skann koden med telefonen din for å gå til påloggingssiden.
pt: Digitalize o código com o seu telefone para entrar na página de login.

# validInfo
source: QR Code is valid for 15 minutes.
es: El código QR es valido por 15 minutos.
fr: Le QR code est valable 15 minutes.
no: QR-koden er gyldig i 15 minutter.
pt: O código QR é válido por 15 minutos.

# confirmInfo
source: After successful login on your device click button below to confirm your login.
es: Después de iniciar sesión correctamente en su dispositivo, haga click en el botón para confirmar el inicio de sesión.
fr: Après une connexion réussie sur ton appareil, clique sur le bouton ci-dessous pour confirmer ta connexion.
no: Etter innlogging, klikk på knappen nedenfor for å bekrefte innlogging.
pt: Após o login bem-sucedido no seu dispositivo, clique no botão abaixo para confirmar seu login.

# seriesTab
source: Series
fr: Séries
no: Serier
pt: Séries

# filmsTab
source: Films
es: Películas
no: Filmer
pt: Filmes

# eventsTab
source: Events
es: Eventos
fr: Evénements
no: Eventer
pt: Eventos

source: Audio language
es: Idioma del audio
fr: Langue audio
no: Lydspråk
pt: Linguagem de áudio

source: Subtitles language
es: Idioma de subtitulos
fr: Langue des sous-titres
no: Språk for undertekster
pt: Idioma das legendas

# removeFromRecentSearches
source: Do you want to remove this element from recent searches?
es: ¿Desea eliminar este elemento de las búsquedas recientes?
fr: Veux-tu supprimer cet élément des recherches récentes ?
no: Vil du fjerne dette elementet fra siste søk?
pt: Deseja remover este elemento das buscas recentes?

# noTransmissionToday
source: No scheduled transmission for today
es: No hay transmisiónes programadas para hoy
fr: Aucune transmission prévue aujourd'hui
no: Ingen planlagte sendinger i dag
pt: Nenhuma transmissão programada para hoje

# livestreamMaintenanceTitle
source: Live stream is not available
es: La transmisión en vivo no está disponible
fr: La diffusion en direct n'est pas disponible
no: Direktestrømmen er ikke tilgjengelig
pt: A transmissão ao vivo não está disponível

source: Start
es: Comenzar
fr: Démarrer
pt: Começar

source: Transmission schedule
es: Horario de transmisión
fr: Horaires de transmission
no: Sendetider
pt: Horário de transmissão

source: Featured
es: Destacado
fr: Recommandé
no: Anbefalt
pt: Destaque

# errorTryAgain
source: Something went wrong, please try again later.
es: Algo salio mal, por favor inténtelo nuevamente.
fr: Une erreur est survenue, merci de réessayer plus tard.
no: Noe gikk galt, vennligst prøv igjen senere.
pt: Ocorreu um erro. Tente novamente mais tarde.

# reportProblem
source: In case of any problems use QR code below to send us an email.
es: En caso de algún problema, utilice el código QR para enviarnos un email.
fr: En cas de problème, utilise le QR code ci-dessous pour nous envoyer un mail.
no: Har du problemer med QR-koden - send oss en epost.
pt: Em caso de qualquer problema, use o código QR abaixo para nos enviar um e-mail.

# phoneReadingProblem
source: If your phone can't read QR code send us an email with following info to
es: Si su teléfono no puede leer el código QR, envíenos un email con la siguiente información a
fr: Si ton téléphone ne parvient pas à lire le QR code, envoie-nous un mail avec l'information suivante à
no: Hvis telefonen din ikke kan lese QR-koden send en epost med følgende informasjon til
pt: Se o seu telefone não conseguir ler o código QR, envie-nos um e-mail com as seguintes informações para

# goTo
source: or go to
es: o ir a
fr: ou va sur
no: eller gå til
pt: ou vá para

# watchBrunstad
source: Watch BrunstadTV live
es: Ver BrunstadTV en vivo
fr: Regarde BrunstadTV en direct
no: Se BrunstadTV direkte
pt: Assista BrunstadTV ao vivo

# notLogged
source: Not logged in
es: Sesión no iniciada
fr: Non connecté
no: Ikke logget inn
pt: Não está logado

# authResponse0
source: Please use new QR code to log in.
es: Por favor utilizar un código QR nuevo para iniciar sesión.
fr: Merci d'utiliser un nouveau QR code pour la connexion.
no: Vennligst bruk ny QR-kode for å logge inn.
pt: Por favor use o novo código QR para logar.

# authResponse1
source: Please log in on your mobile using QR code.
es: Por favor ingresa mediante tu telefono utilizando el código QR.
fr: Merci de te connecter sur ton portable en utilisant un QR code.
no: Vennligst logg inn på mobilen din med QR-kode.
pt: Por favor faça o login no seu celular usando o código QR.

# authResponse3
source: Check your network connection and please try again later.
es: Revise su conexión a internet e inténtelo más tarde.
fr: Vérifie ta connexion internet et retente plus tard, merci.
no: Sjekk nettverksforbindelsen og prøv igjen senere.
pt: Verifique sua conexão de rede e tente mais tarde.

# liveHeader
source: Live
es: En Vivo
fr: En direct
no: Direkte
pt: Ao vivo.

# recentlyPublishedSection
source: Recently published
no: Nylig publisert
pt: Publicado recentemente

# exploreCategoriesSection
source: Explore categories
no: Utforsk kategorier
pt: Explorar categorias

# programsSection
source: Programs
no: Programmer
pt: Programas

# episodesSection
source: Episodes
es: Episodios
no: Episoder
pt: Episódios

# categorySeries
source: Series
fr: Séries
no: Serier
pt: Séries

# categoryKids
source: Kids
no: Barn
pt: Crianças

# categoryFilms
source: Films
es: Películas
no: Filmer
pt: Filmes

# categoryEvents
source: Events
es: Eventos
fr: Evénements
no: Eventer
pt: Eventos

# categoryMusic
source: Music
no: Musikk
pt: Música

# noPlannedEvents
source: No planned events today
no: Ingen planlagte hendelser i dag
pt: Nenhum evento planejado hoje

source: Watch now
no: Se nå
pt: Assistir agora

source: Play
es: Reproducir
fr: Lire
no: Spill av

# atoZ
source: A-Z
no: A-Å

# ztoA
source: Z-A
no: Å-A

# notificationChannelPlayerName
source: Player
es: Jugador
fr: Lecteur
no: Spiller

source: Feed
fr: Flux
