Repository: bcc-code/bcc-media-app
Catalog: lib/l10n/intl_*.arb
Languages: es, fr, no, pt

source: Loading
es: Cargando
fr: Chargement
no: Laster
pt: Carregando

# liveTab
source: Live
es: En Vivo
fr: En direct
no: Direkte
pt: Ao vivo.

# logOutButton
source: Log out
es: Cerrar sesión
fr: Deconnexion
no: Logg ut
pt: Sair

# profileTab
source: Profile
es: Perfil
fr: Profil
no: Min profil
pt: Perfil

# bccMediaCenter
source: BrunstadTV is a non-commercial media center producing and distributing content based on positive and Christian values.
es: BrunstadTV es un centro de medio audiovisuales no comercial, que produce contenido basado en valores positivos y en valores cristianos.
fr: BrunstadTV est un média à caractère non lucratif qui produit et distribue du contenu basé sur des valeurs positives et chrétiennes.
no: BrunstadTV er et ikke-kommersielt mediesenter som produserer og distribuerer innhold med positive og kristne verdier.
pt: BrunstadTV é um centro de mídia não comercial que produz e distribui conteúdo com base em valores positivos e cristãos.

# signInButton
source: Sign in
es: Iniciar Sesión
fr: Se connecter
no: Logg på
pt: Entrar

# tryAgainButton
source: Try again
es: Inténtalo nuevamente
fr: Essayer à nouveau
no: Prøv igjen
pt: Tente novamente

# loggedOutTitle
source: Logged out
es: Sesión cerrada
fr: Déconnecté
no: Logget ut
pt: Desconectado

# loggedOutMessage
source: You have been logged out. Please log in again.
es: Tu sesión ha sido cerrada. Por favor inicia sesión nuevamente.
fr: Tu as été déconnecté. Merci de te connecter à nouveau.
no: Du har blitt logget ut. Vennligst logg inn igjen.
pt: Você foi desconectado. Por favor faça login novamente.

source: Most watched
es: Más vistos
fr: Le plus regardé
no: Mest sett
pt: Mais assistidos

source: Most recent
es: Más recientes
fr: Le plus récent
no: Sist publisert
pt: Mais recentes

source: Lately published
es: Últimas publicaciones
fr: Publié récemment
no: Sist publisert
pt: Publicado recentemente

source: An error occurred
es: Ha ocurrido un error
fr: Une erreur s'est produite
no: Det har oppstått en feil
pt: Ocorreu um erro

# loginFailedCheckNetwork
source: Login failed. Check your network connection and try again.
es: La conexión ha fallado, revise su conexión a internet e inténtelo una vez más.
fr: Echec de la connexion. Vérifie ta connexion internet et retente à nouveau.
no: Det har oppstått en feil. Sjekk nettverksforbindelsen og prøv en gang til.
pt: Falha na autenticação. Verifique sua conexão de rede e tente novamente.

# loginFailedTryAgain
source: Login failed. Please try again later.
es: La conexión ha fallado. Por favor inténtelo más tarde.
fr: Echec de la connexion. Merci de retenter plus tard.
no: Det har oppstått en feil. Prøv igjen senere.
pt: Falha na autêntica. Por favor, tente mais tarde.

source: Sound language
es: Lenguaje del audio
fr: Langage sonore
no: Lydspråk
pt: Linguagem sonora

source: Subtitle language
es: Idioma de los subtítulos
fr: Langue des sous-titres
no: Språk for undertekster
pt: Idioma das legendas

source: App language
es: Idioma de la Aplicación
fr: Langue de l'application
no: App språk
pt: Idioma do aplicativo

# checkNetwork
source: Check your network connection and try again.
es: Revise su conexión a internet e inténtelo más tarde.
fr: Vérifie ta connexion internet et retente à nouveau.
no: Sjekk nettverksforbindelsen og prøv en gang til
pt: Verifique sua conexão de rede e tente novamente.

# tryAgain
source: Please try again later.
es: Por favor inténtelo de nuevo más tarde.
fr: Merci de retenter plus tard.
no: Prøv igjen senere.
pt: Por favor tente novamente mais tarde.

# cantPlayVideo
source: You can't play this video now.
es: No puede reproducirse este video en este momento.
fr: Tu ne peux pas lire cette vidéo maintenant.
no: Kan ikke spille av denne videoen nå.
pt: Você não pode reproduzir este vídeo agora.

source: About
es: Acerca de
fr: A propos
no: Om
pt: Sobre

source: Version
es: Versión
no: Versjon
pt: Versão

source: Contact support
es: Contactar al soporte
fr: Contactez le support
no: Kontakt support
pt: Entre em contato com o suporte

source: Cancel
es: Cancelar
fr: Annuler
no: Avbryt
pt: Cancelar

source: Up next
es: Siguiente
fr: Suivant
no: Neste
pt: A seguir

source: Done
es: Listo
fr: Terminé
no: Utført
pt: Feito

source: Player settings
es: Configuración del reproductor
fr: Paramètres du lecteur
no: Innstilling for videoavspiller
pt: Configuração do player

source: Settings
es: Configuración
fr: Paramètres
no: Innstillinger
pt: Configurações.

source: None
es: Ninguno
fr: Aucun
no: Ingen
pt: Nenhum

source: Auto
es: Automatico
pt: Automático

source: Live
es: En Vivo
fr: En direct
no: Direkte
pt: Ao vivo.

source: Subtitles
es: Subtitulos
fr: Sous-titres
no: Undertekster
pt: Legendas

source: Audio
no: Lyd
pt: Áudio

source: Quality
es: Calidad
fr: Qualité
no: Kvalitet
pt: Qualidade

source: Seasons
es: Temporadas
fr: Saisons
no: Sesonger
pt: Temporadas

source: Episodes
es: Episodios
no: Episoder
pt: Episódios

source: Search
es: Buscar
fr: Rechercher
no: Søk
pt: Busca

source: No results
es: Sin resultados
fr: Aucun résultat
no: Ingen resultater
pt: No results found

# doYouWantCast
source: Do you want to cast this video?
es: ¿Desea transmitir este video?
fr: Veux-tu caster cette vidéo ?
no: Vil du sende denne videoen til Chromecast?
pt: Deseja transmitir este vídeo?

source: Cast queue
es: Emitir cola de reproducción
fr: File d'attente du Chromecast
no: Legg til i kø
pt: Fila de transmissão

source: Options
es: Opciones
no: Alternativer
pt: Opções

source: Remove
es: Remover
fr: Supprimer
no: Fjern
pt: Remover

# queueLimitTitle
source: Limit
es: Limite
fr: Limite
no: Købegrensing Title
pt: Limite

# queueLimitMessage
source: You cannot have more than {0} elements in queue.
es: No puede tener más de {0} en la cola de reproducción.
fr: Tu ne peux pas avoir plus de {0} éléments dans la file d'attente.
no: Du kan ikke ha mer enn {0} elementer i køen.
pt: Você não pode adicionar mais que {0} elementos na fila.

source: Recent Searches
es: Búsquedas recientes
fr: Recherches récentes
no: Siste søk
pt: Buscas recentes

source: TV Login
es: Inicio de sesión de TV
fr: Connexion TV
pt: Login na TV

# tVLoginSuccessful
source: Log in successful, please confirm on TV.
es: Inicio de sesión exitoso, confirme en la TV.
fr: Connexion réussie, merci de confirmer sur la TV.
no: Du er nå logget inn, vennligst bekreft på TVen
pt: Login bem-sucedido, confirme na TV.

source: See more
es: Ver más
fr: Voir plus
no: Se mer
pt: Ver mais

source: See all
es: Ver todo
fr: Voir tout
no: Se alle
pt: Ver tudo

source: Series
fr: Séries
no: Serier
pt: Séries

# livestreamMaintenance
source: We're sorry, livestream is currently under maintenance. Please try again later.
es: Lo sentimos, la transmisión en vivo se encuentra en mantenimiento. Por favor, inténtelo de nuevo más tarde.
fr: Désolés, la diffusion en direct est en maintenance pour le moment. Merci de retenter plus tard.
no: Vi beklager, direktestrømmen er for tiden ikke tilgjengelig på grunn av vedlikehold. Prøv igjen senere
pt: Lamentamos, a transmissão ao vivo está atualmente em manutenção. Por favor, tente novamente mais tarde.

# homeTab
source: Home
es: Inicio
fr: Accueil
no: Hjem
pt: Início

source: Sort by
es: Ordenar por
fr: Trié par
no: Sorter etter
pt: Ordenar por

source: Video quality
es: Calidad del video
fr: Qualité vidéo
no: Video kvalitet
pt: Qualidade de vídeo

source: Low
es: Baja
fr: Basse
no: Lav
pt: Baixo

source: Medium
es: Media
fr: Moyenne
pt: Médio

source: High
es: Alta
fr: Haute
no: Høy
pt: Alto

# emptySearch
source: You can search all content from BrunstadTV. Series, movies and episodes.
es: Puedes buscar todo el contenido de BrunstadTV, series, películas y episodios.
fr: Tu peux faire une recherche sur tout le contenu de BrunstadTV. Séries, films et épisodes.
no: Du kan søke på alt innhold fra BrunstadTV. Serier, filmer og episoder
pt: You can search all content from BrunstadTV. Series, videos and episodes.

source: Back
es: Atrás
fr: Retour
no: Tilbake
pt: Voltar

source: Short films
es: Películas cortas
fr: Courts-métrages
no: Kortfilmer
pt: Filmes curtos

source: Videos
fr: Vidéos
no: Filmer
pt: Vídeos

# moreInfo
source: More information
es: Mas información
fr: Plus d'informations
no: Mer informasjon
pt: Mais informações

# info
source: Information
es: Información
no: Informasjon
pt: Informação

source: Episode
es: Episodio
pt: Episódio

# takePhoto
source: Take a photo
es: Tome una fotografía
fr: Prendre une photo
no: Ta et bilde
pt: Tirar uma foto

# pickPhoto
source: Pick from gallery
es: Elegir de la galería
fr: Choisir dans la galerie
no: Hent fra galleri
pt: Escolha da galeria

# uploadFileTitle
source: Upload file
es: Subir archivo
fr: Télécharger un fichier
no: Last opp fil
pt: Arquivo enviado

# uploadFileMessage
source: Do you want to upload this file?
es: ¿Desea subir este archivo?
fr: Veux-tu télécharger ce fichier ?
no: Vil du laste opp denne filen?
pt: Deseja baixar este arquivo?

# watchingWith
source: You are watching with {0} others
es: Estas viendo junto a {0}
fr: Tu regardes avec {0} autres personnes
no: Du ser på sammen med {0} andre
pt: Você está assistindo com {0} outras pessoas

source: Uploading
es: Subiendo
fr: Téléchargement
no: Opplasting
pt: Enviando

# uploadFail
source: Upload failed
es: La subida ha fallado
fr: Echec du téléchargement
no: Opplasting feilet
pt: Falha no envio

source: Post
es: Publicar
fr: Publier
no: Send
pt: Postar

# charactersLimit
source: {0} of {1} characters left
es: {0} de {1} caracteres disponibles
fr: {0} sur {1} caractères restants
no: {0} av {1} tegn igjen
pt: {0} de {1} caracteres restantes

# uploadingPostSuccess
source: Your post has been sent in.
es: Tu video ha sido enviado.
fr: Ta contribution a été envoyée.
no: Ditt innlegg har blitt sendt inn.
pt: Sua postagem foi enviada.

# testimonyInfo
source: Record your video with your phone.
es: Graba tu video con tu teléfono.
fr: Enregistre ta vidéo avec ton téléphone.
no: Ta opp video med telefonen din.
pt: Grave seu vídeo com o seu celular.

source: Your video
es: Su video
fr: Ta vidéo
no: Din video
pt: Seu vídeo

source: Record
es: Grabar
fr: Enregistrer
no: Ta opp
pt: Gravar

# recordingTips
source: A few tips to get a good recording
es: Consejos para conseguir una buena grabación
fr: Quelques recommandations pour avoir un bel enregistrement
no: Noen tips for å ta et godt opptak
pt: Algumas dicas para obter uma boa gravação

# recordingTipA
source: Find a quiet place to record.
es: Encuentra un lugar silencioso donde grabar.
fr: Trouve un endroit calme pour t'enregistrer.
no: Finn et stille sted for å ta opp.
pt: Encontre um local tranquilo para gravar.

# recordingTipB
source: Make sure that your face is evenly lit.
es: Asegúrate de que tu cara completa esté bien iluminada.
fr: Veille à ce que ton visage soit éclairé de manière uniforme.
no: Pass på at ansiktet ditt er jevnt opplyst.
pt: Verifique se o seu rosto está uniformemente iluminado.

# recordingTipC
source: Think about what you want to say before you start recording.
es: Piensa que quieres decir antes de comenzar a grabar.
fr: Pense à ce que tu souhaites dire avant de commencer l'enregistrement.
no: Tenk over hva du ønsker å si før du starter opptak.
pt: Pense no que você quer dizer antes de começar a gravar.

# recordingTipD
source: Turn your phone in landscape mode.
es: Coloca tu teléfono en posición horizontal.
fr: Mettez votre téléphone en mode paysage.
no: Snu telefonen i liggende retning
pt: Vire seu celular no modo de paisagem.

source: Thank you!
es: ¡Gracias!
fr: Merci beaucoup !
no: Tusen takk!
pt: Obrigada!

# thankYouForContribution
source: Thank you for your contribution!
es: ¡Gracias por su contribución!
fr: Merci pour ta contribution !
no: Takk for ditt bidrag!
pt: Obrigado pela sua contribuição!

# uploadingVideoSuccess
source: Your video has been sent in.
es: Su video ha sido enviado.
fr: Ta vidéo a été envoyée.
no: Din video har blitt sendt inn.
pt: Seu vídeo foi enviado.

source: Next
es: Siguiente
fr: Suivant
no: Neste
pt: Próximo

# recordVideoCameraPermissionAlert
source: You have to grant camera permission in settings to record video.
es: Debe otorgar permiso a la cámara en la configuración para grabar videos.
fr: Tu dois autoriser l'utilisation de la caméra dans les paramètres d'enregistrement vidéo.
no: Du må gi kamera tillatelse i innstillinger for å kunne ta opp video.
pt: Você precisa conceder permissão da câmera nas configurações para gravar vídeo.

# recordVideoPhotosPermissionAlert
source: You have to grant photo album permission in settings to record video.
es: Debe otorgar permiso al álbum en la configuración para grabar videos.
fr: Tu dois autoriser l'utilisation de la galerie dans les paramètres d'enregistrement vidéo.
no: Du må gi kamerarull tillatelse i innstillinger for å kunne ta opp video.
pt: Você precisa conceder permissão ao álbum de fotos nas configurações para gravar vídeo.

# recordVideoStoragePermissionAlert
source: You have to grant storage permission in settings to record video.
es: Debe otorgar permiso al almacenamiento en la configuración para grabar videos.
fr: Tu dois autoriser l'utilisation du stockage dans les paramètres pour enregistrer des vidéos.
no: Du må gi lagring tillatelse i innstillinger for å kunne ta opp video.
pt: Você precisa conceder permissão de armazenamento nas configurações para gravar vídeo.

# recordVideoMicrophonePermissionAlert
source: You have to grant microphone permission in settings to record video.
es: Debe otorgar permiso al microfono en la configuración para grabar videos.
fr: Tu dois autoriser l'utilisation du micro dans les paramètres pour enregistrer des vidéos.
no: Du må gi mikrofon tillatelse i innstillinger for å kunne ta opp video.
pt: Você precisa conceder permissão de microfone nas configurações para gravar vídeo.

# takePhotoStoragePermissionAlert
source: You have to grant storage permission in settings to take photo.
es: Debe otorgar permiso al almacenamiento en la configuración para tomar fotografias.
fr: Tu dois autoriser l'utilisation du stockage dans les paramètres pour prendre des photos.
no: Du må gi lagring tillatelse i innstillinger for å kunne ta bilde.
pt: Você precisa conceder permissão de armazenamento nas configurações para tirar uma foto.

# takePhotoCameraPermissionAlert
source: You have to grant camera permission in settings to take photo.
es: Debe otorgar permiso a la camara en la configuración para tomar fotografias.
fr: Tu dois autoriser l'utilisation de la caméra dans les paramètres pour prendre une photo.
no: Du må gi kamera tillatelse i innstillinger for å kunne ta bilde.
pt: Você precisa conceder permissão da câmera nas configurações para tirar uma foto.

# pickPhotoStoragePermissionAlert
source: You have to grant storage permission in settings to pick photos.
es: Debe otorgar permiso al almacenamiento en la configuración para seleccionar fotografias.
fr: Tu dois autoriser l'utilisation du stockage dans les paramètres pour choisir des photos.
no: Du må gi lagring tillatelse i innstillinger for å kunne velge bilder.
pt: Você precisa conceder permissão de armazenamento nas configurações para escolher fotos.

# permissionsAlertTitle
source: Permissions needed
es: Permisos necesarios
fr: Autorisations nécessaires
no: Tillatelse trenges
pt: Permissões necessárias

source: Add
es: Añadir
fr: Ajouter
no: Legg til
pt: Adicionar

source: Change
es: Cambiar
fr: Modifier
no: Endre
pt: Mudar

# recordingFailedTitle
source: Coulnd't record the video
es: No se pudo grabar el video
fr: Vidéo non enregistrée
no: Kunne ikke ta opp video
pt: Couldn't record the video

# recordingFailedMessage
source: Something went wrong while trying to record the video.
es: Algo no salio bien mientras se grababa el video.
fr: Erreur lors de l'enregistrement de la vidéo.
no: Noe gikk feil underveis i videoopptaket.
pt: Ocorreu um erro ao tentar gravar o vídeo.

# pollSubtitle
source: Poll
es: Votación
fr: Sondage
no: Avstemming
pt: Vote

source: Write here
es: Escribe aquí
fr: Ecris ici
no: Skriv her
pt: Escreva aqui

# atmosphereFeedDescription
source: Contribute in the activity feed by sending in a message, testimony or picture from where you are.
es: Contribuye en la actividad del feed enviando un mensaje, testimonio o imagen, desde donde estés.
fr: Contribue dans le flux, en envoyant un message, un témoignage ou une photo prise là où tu te trouves.
no: Bidra i feeden ved å sende inn en hilsen, et vitnesbyrd eller et bilde fra der du er.
pt: Contribua no feed de atividades enviando uma mensagem, testemunho ou foto de onde você está.

source: Information
es: Información
no: Informasjon
pt: Informação

# photoNotSupported
source: Taking and picking photo are not supported on your device.
es: Su dispositivo no soporta toma ni selección de fotografías.
fr: Cet appareil ne prend pas en charge la prise ou la sélection de photos.
no: Ta og velge bilder er ikke støttet på denne enheten.
pt: Tirar e escolher uma foto não é suportado no seu dispositivo.

# answerFailed
source: Sorry! We were unable to send the answer. Please, try again.
es: ¡Lo lamentamos! No fue posible enviar su respuesta. Por favor, inténtelo nuevamente.
fr: Désolé ! Ta réponse n'a pas été envoyée. Merci de réessayer.
no: Beklager! Vi kunne ikke sende inn svaret. Vennligst prøv igjen.
pt: Desculpa! Não foi possível enviar a resposta. Por favor, tente novamente.

source: Question
es: Pregunta
no: Spørsmål
pt: Questão

source: Now
es: Ahora
fr: Maintenant
no: Nå
pt: Agora

source: Create post
es: Crear publicación
fr: Créer une publication
no: Lag innlegg
pt: Criar postagem

# concernTextPlaceholder
source: Describe the issue
es: Describa el problema
fr: Décris le problème
no: Beskriv problemet
pt: Descreva o problema

# debugInfoExplanation
source: Your message will include this information, to help us better understand the issue.
es: Su mensaje incluirá esta información para ayudarnos a comprender mejor el problema.
fr: Ton message incluera cette information, pour nous aider à mieux comprendre le problème.
no: Meldingen din vil inneholde denne informasjonen for å hjelpe oss å forstå problemet bedre.
pt: Sua mensagem incluirá essas informações para nos ajudar a entender melhor o problema.

source: Send
es: Enviar
fr: Envoyer
pt: Enviar

source: Sending
es: Enviando
fr: Envoi en cours
no: Sender
pt: Enviado

# thankYouSupportTitle
source: Thank you for your feedback!
es: ¡Gracias por tus comentarios!
fr: Merci pour ton commentaire !
no: Takk for din tilbakemelding!
pt: Obrigada pela sua avaliação!

# thankYouSupportDescription
source: We appreciate all feedback and we will address the issue as soon as possible.
es: Agradecemos todos los comentarios y abordaremos el problema lo antes posible.
fr: Nous apprécions tous les commentaires et nous nous pencherons sur ce problème dès que possible.
no: Vi setter pris på alle tilbakemeldinger og vi vil se på problemet så snart som mulig.
pt: Agradecemos todos os comentários e abordaremos o problema o mais rápido possível.

# sendFail
source: Couldn’t send you message
es: No fue posible enviar su mensaje
fr: Ton message n'a pas pu être envoyé
no: Kunne ikke sende deg melding
pt: Não foi possível enviar a sua mensagem

# sendFailDescription
source: Something went wrong. Check your internet connection and try again.
es: Algo salió mal. Verifique su conexión a Internet e intente nuevamente.
fr: Une erreur est survenue. Vérifie ta connexion internet et réessaye.
no: Noe gikk galt. Sjekk internettforbindelsen din og prøv på nytt.
pt: Algo deu errado. Verifique sua conexão com a internet e tente novamente.

source: Today
es: Hoy
fr: Aujourd'hui
no: I dag
pt: Hoje

source: No new posts
es: No hay nuevas publicaciones
fr: Aucune nouvelle publication
no: Ingen nye innlegg
pt: Não há novas postagens

# newPostsMultiple
source: {0} new posts!
es: ¡{0} nueva/s publicación/es!
fr: {0} nouvelle(s) publication(s) !
no: {0} nye innlegg!
pt: {0} novas postagens!

# newPostsSingle
source: {0} new post!
es: ¡{0} nuevas publicaciones!
fr: {0} nouvelle publication !
no: {0} nytt innlegg!
pt: {0} nova postagem!

source: Expired
es: Caducado
fr: Expiré
no: Utgått
pt: Expirado

# availableFrom
source: Available {0}
es: Disponible/s {0}
fr: Disponible {0}
no: Tilgjengelig {0}
pt: Disponível

# howFar
source: How far did you go?
es: ¿Cuán lejos fue?
fr: Quelle distance as-tu parcourue ?
no: Hvor lang var turen din?
pt: Até onde você foi?

source: Submit
es: Enviar
fr: Envoyer
no: Send inn
pt: Enviar

source: Well done!
es: ¡Bien hecho!
fr: Bien joué !
no: Bra jobbet!
pt: Bem feito!

# wellDoneDistance
source: Well done! You have registered a total distance of {0} km
es: ¡Bien hecho! Ha registrado una distancia total de {0} km
fr: Bien joué ! Tu as enregistré une distance totale de {0} km
no: Bra jobbet! Du har registrert en total distanse på {0} km
pt: Bem feito! Você registrou uma distância total de {0} km

# distanceRegistered
source: Your distance has been registered. Continue below if you want to submit another distance.
es: Su distancia ha sido registrada. Continúe abajo si desea enviar otra distasia.
fr: Ta distance a été enregistrée. Continue ci-dessous si tu souhaites enregistrer une nouvelle distance.
no: Din distanse har blitt registrert. Fortsett under hvis du vil legge til en distanse til.
pt: Sua distância foi registrada. Continue abaixo se desejar enviar outra distância.

# ranMore
source: I went more than {0} km
es: Recorrí más de {0} km
fr: J'ai marché plus de {0} km
no: Jeg gikk mer enn {0} km
pt: Eu fui mais de {0} km

# moreThan
source: More than {0} km
es: Mas de {0} km
fr: Plus de {0} km
no: Mer enn {0} km
pt: Mais de {0} km

# runningEffort
source: Amazing effort! Type the amount of kilometers you went below.
es: ¡Increíble! A continuación escriba la cantidad de kilómetros que recorrió.
fr: Quel effort impressionnant ! Inscris le nombre de kilomètres parcourus ci-dessous.
no: Fantastisk innsats! Skriv inn antallet kilometer du gikk under.
pt: Esforço incrível! Digite a quantidade de quilômetros que você percorreu abaixo.

# slideSelect
source: Slide to select how far you went
es: Deslice para seleccionar qué tan lejos fue
fr: Fais défiler le menu déroulant pour choisir la distance parcourue
no: Sveip for å velge hvor lang turen din var
pt: Deslize para selecionar até onde você foi

source: Submit another distance
es: Enviar otra distancia
fr: Ajouter une autre distance
no: Legg til en distanse til
pt: Enviar outra distância

source: Edit picture
es: Editar imagen
fr: Modifier l'image
no: Rediger bilde
pt: Editar imagem

source: Profile picture
es: Imagen de Perfil
fr: Photo de profil
no: Profilbilde
pt: Foto de perfil

# firstPostTitle
source: Be the first to post a picture or message
es: Sé el primero en publicar una imagen o mensaje
fr: Sois le premier à envoyer une photo ou un message
no: Vær den første til å sende inn et bilde eller å skrive en melding
pt: Seja o primeiro a postar uma foto ou mensagem

# timezoneInformation
source: Tv guide timetable is in your local time: {0}
es: El horario de la guía de televisión está en su hora local {0}
fr: Le calendrier du guide Tv s'affiche selon l'heure locale : {0}
no: Tv-guide tidstabell er i din lokale tid: {0}
pt: Tv guide timetable is in your local time

source: Your question
es: Su pregunta
fr: Ta question
no: Ditt spørsmål
pt: Sua pergunta

# uploadingInquirySuccess
source: Please note that not all submitted questions are answered in the broadcast.
es: Por favor, tenga en cuenta que todas las preguntas enviadas serán respondidas durante la transmisión.
fr: Nous attirons l'attention sur le fait que nous ne répondrons pas à toutes les questions posées pendant l'émission.
no: Vi gjør oppmerksom på at ikke alle svarene kan bli besvart i sendingen
pt: Observe que nem todas as perguntas enviadas são respondidas na transmissão.
